Repository: f-droid/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: bo, ca, de, fr, it, nb_no, nl, pt_br, ru, sc, sq, uk

source: Access Key ID
bo: ངོ་སྤྲོད་ལྡེ་མིག་ལྟ་བཅུག
ca: ID de la clau d'accés
de: Zugriffsschlüssel-ID
fr: ID de la clé d’accès
it: ID chiave di accesso
nb_no: ID for tilgangsnøkkel
nl: Toegangssleutel-ID
pt_br: ID da chave de acesso
ru: ID ключа доступа
sc: Crae de atzessu ID
sq: ID Kyçi Hyrjeje
uk: ID ключа доступу

source: Please make sure to add this public SSH key to your SSH server's <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> file, if you have not done so already.
bo: ཁྱེད་རང་གི་སྤྱི་པའི་SSHལྡེ་མིག་དེ་ཁྱེད་རང་གི་SSHཞབས་ཞུ་འཕྲུལ་ཆས་ལ་ངེས་པར་དུ་བཅུག་རོགས། <tt> 1 <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys"> 2~/.ssh/authorized_keys</a> 3 </tt> 4 ཡིག་ཆ། གལ་ཏེ་ཁྱེད་རང་གིས་སྔོན་ཚོད་ནས་བྱས་མེད་ན།
ca: Assegureu-vos d'afegir aquesta clau púbica SSH al vostre fitxer <tt><a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a></tt> si no ho heu fet ja.
de: Bitte sicherstellen, dass dieser öffentliche SSH-Schlüssel in deiner SSH-Server-Datei eingefügt wird: <tt><a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/autorisierte_Schlüssel</a></tt>, falls nicht bereits geschehen.
fr: Veuillez vous assurer d’ajouter cette clé SSH publique dans le fichier <tt><a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a></tt> de votre serveur SSH, si vous ne l’avez pas déjà fait.
it: Assicuratevi di aggiungere questa chiave pubblica SSH al file <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> del vostro server SSH, se non l'avete già fatto.
nb_no: Forsikre deg om at denne SSH-nøkkelen er lagt til i din SSH-tjeners <tt><a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a></tt>-fil.
nl: Zorg dat je deze publieke SSH-sleutel toevoegt aan het bestand <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> van je SSH-server, als je dit nog niet gedaan had.
pt_br: Por favor, tenha certeza que adicionou esta chave SSH pública no arquivo <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys"> ~/.ssh/authorized_keys</a> </tt> do seu servidor SSH, se você já fez isso.
ru: Пожалуйста, убедитесь в том, что этот открытый ключ SSH добавлен в файл <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> Вашего сервера SSH.
sc: Pro praghere assegura·ti de annànghere custa crae SSH a su documentu de sas <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys"></a> </tt>, si non l'as giai fatu.
sq: Ju lutemi, mos harroni ta shtoni këtë kyç publik te kartela <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> e shërbyesit tuaj SSH, nëse s’e keni bërë tashmë.
uk: Будь ласка, не забудьте додати цей відкритий ключ SSH до файлу вашого SSH-сервера <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys,</a> </tt> якщо ви цього ще не зробили.

source: Security Warning: This gives repomaker write access to that storage. Please limit this user's access as much as possible.
bo: སྲུང་སྐྱོབ་ཉེན་བརྡ། འདིས་རེ་པོ་བཟོ་ལས་ཀྱི་གསོག་ཉར་ཁང་ལ་ལྟ་ཐུབ། འདི་བེད་སྤྱོད་གཏོང་མཁན་ག་ཚོད་ཡོད་མེད་ལ་གང་ཐུབ་ཐུབ་ཀྱི་ཚད་གཞི་བཞག་རོགས།
ca: Avís de seguretat: Això dona a repomaker accés d'escriptura a l'emmagatzematge. Si us plau, limiteu l'accés d'aquest usuari tant com sigui possible.
de: Sicherheitswarnung: Repomaker erhält dadurch Schreibzugriff auf den Speicher. Diesen Nutzerzugriff bitte so weit wie möglich begrenzen.
fr: Avertissement de sécurité : Ceci donne à repomaker un accès en écriture à ce stockage. Veuillez limiter autant que possible l'accès de cet utilisateur.
it: Avviso di sicurezza: Questo dà accesso in scrittura al repomaker a quella memoria. Si prega di limitare il più possibile l'accesso di questo utente.
nb_no: Sikkerhetsadvarsel: Dette gir repomaker tilgang til det lageret. Begrens denne brukerens tilgang så mye som mulig.
nl: Beveiligingswaarschuwing: dit geeft repomaker schrijftoegang naar die opslag. Beperk de toegang van deze gebruiker zo veel mogelijk.
pt_br: Aviso de segurança: isto dá ao Criador de repositório acesso de escrita no armazenamento. Por favor, limite o acesso das usuárias o tanto quanto possível.
ru: Предупреждение по безопасности: Это даёт repomaker доступ на запись в данное хранилище. По возможности ограничьте права доступа этого пользователя.
sc: Avertimentu pro sa seguresa: Custu at a dare a repomaker atzessu a custa memòria. Pro praghere lìmita s'atzessu de custu impreadore su prus chi podes.
sq: Sinjalizim Sigurie: Kjo i jep krijuesit të depos të drejta shkrimi te ajo depozitë. Ju lutemi, kufizojeni hyrjen për këtë përdorues sa më shumë që të jetë e mundur.
uk: Попередження безпеки: Це надає Repomaker доступ для запису в цьому сховищі. Будь ласка, обмежте доступ користувача якнайбільше.

source: Username
bo: སྤྱོད་མིང་།
ca: Nom d'usuari
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
nb_no: Brukernavn
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
sc: Nùmene impreadore
sq: Emër përdoruesi
uk: Ім'я користувача

source: Host
bo: དོ་བདག
ca: Màquina
de: Anbieter
fr: Hôte
nb_no: Vert
pt_br: Hospedeiro
ru: Адрес IP
sc: Istrangiadore (host)
sq: Strehë
uk: Хост

source: Path
bo: ལམ།
ca: Ruta
de: Pfad
fr: Chemin
it: Percorso
nb_no: Sti
nl: Pad
pt_br: Caminho
ru: Путь
sc: Àndala
sq: Shteg
uk: Шлях

source: Your local default SSH key will be used to connect to the storage.
bo: ཁྱེད་རང་གི་སོར་བཞག་བསྟི་གནས་SSHལྡ་མིག་དེ་གསོག་ཉར་ཁང་ལ་མཐུད་ཐུབ་པར་བེད་སྤྱོད་ཡོད།
ca: S'usarà la seva clau SSH per defecte per connectar-se a l'emmagatzematge.
de: Für die Verbindung zum Speicher wird dein lokaler Standard-SSH-Schlüssel verwendet.
fr: Votre clé SSH locale par défaut sera utilisée pour vous connecter au stockage.
it: La vostra chiave SSH locale predefinita verrà utilizzata per connettersi allo spazio di archiviazione.
nb_no: Din lokale forvalgte SSH-nøkkel vil bli brukt til å koble til lageret.
nl: Je lokale standaard-SSH-sleutel zal gebruikt worden om met de opslag te verbinden.
pt_br: Sua chave local SSH padrão será usada para conectar ao armazenamento.
ru: Для подключения к хранилищу будет использован Ваш ключ SSH по-умолчанию.
sc: Sa crae SSH predefinida tua at a èssere impreada pro sa connessione a sa memòria.
sq: Për t’u lidhur me depozitën do të përdoret kyçi juaj vendor parazgjedhje SSH.
uk: Ваш локальний типовий ключ SSH буде використовуватися для з'єднання зі сховищем.

source: Please make sure to authorize this public SSH key for your remote storage, if you have not done so already.
bo: ཁྱེད་རང་གིས་ཐག་རིང་གི་གསོག་ཉར་ཆེད་དུ་སྤྱི་པའི་SSH ལྡེ་མིག་དེ་ལ་ཆོག་མཆན་བཀོད་རོགས། གལ་ཏེ་ཁྱེད་རང་གིས་དེ་སྔོན་ཚོད་ནས་བྱས་མེད་ན།
ca: Assegureu-vos que heu autoritzat aquesta clau SSH pública al vostre emmagatzematge remot, si no ho heu fet ja.
de: Bitte sicherstellen, dass der öffentliche SSH-Schlüssel für deinen entfernten Speicher genehmigt ist, wenn nicht bereits geschehen.
fr: Veuillez vous assurer d'autoriser cette clé publique SSH pour votre stockage à distance, si vous ne l'avez pas déjà fait.
it: Assicuratevi di autorizzare questa chiave pubblica SSH per la vostra memoria remota, se non l'avete già fatto.
nb_no: Husk på å autorisere denne offentlige SSH-nøkkelen for ditt fjernlager hvis du ikke har gjort det allerede.
nl: Zorg dat je deze publieke SSH-sleutel autoriseert voor je externe opslag, als je dit nog niet gedaan had.
pt_br: Garanta que autorizou essa chave SSH pública para o seu armazenamento remoto, se você ainda não fez isso.
ru: Убедитесь в том, что данный открытый ключ SSH авторизован на Вашем удалённом хранилище, если нет, то исправьте это.
sc: Pro praghere assegura·ti de autorizare custa crae SSH pro su depòsitu remotu tuo, si non l'as giai fatu.
sq: Ju lutemi, mos harroni të autorizoni këtë kyç publik SSH për depozitën tuaj të largët, nëse s’e keni bërë tashmë.
uk: Будь ласка, не забудьте авторизувати цей відкритий ключ SSH для зовнішнього сховища, якщо ви цього ще не зробили.

source: Activate this storage only once you have added the SSH key.
bo: ཁྱེད་རང་SSH ལྡེ་མིག་ལ་ཁ་སྣོན་བྱས་པའི་རྗེས་སུ་གསོག་ཉར་ཁང་དེ་ཐེངས་གཅིག་གཅིག་པུ་སྒོ་ཕྱེས།
ca: Activeu aquest emmagatzematge només si heu afegit la clau SSH.
de: Aktiviere diesen Speicher nur, wenn der SSH-Schlüssel eingefügt wurde.
fr: N'activez ce stockage qu'une fois que vous avez ajouté la clé SSH.
it: Attivare questa memoria solo dopo aver aggiunto il tasto SSH.
nb_no: Kun aktiver dette lageret hvis du har lagt til en SSH-nøkkel.
nl: Activeer deze opslag pas van zodra je de SSH-sleutel hebt toegevoegd.
pt_br: Ative este armazenamento apenas depois que você tiver adicionado a chave SSH.
ru: Активируйте это хранилище только после добавления ключа SSH.
sc: Ativa custa memòria petzi a pustis de àere annantu sa crae SSH.
sq: Aktivizojeni këtë depozitë vetëm pasi të keni shtuar kyçin SSH.
uk: Увімкніть це сховище лише після додавання ключа SSH.

source: If this storage is experiencing problems, please check that the SSH key works properly.
bo: གལ་སྲིད་གསོག་ཉར་ཁང་འདི་ལ་དཀའ་ངལ་ཕྲད་པའི་ཚེ། SSH ལྡེ་མིག་དེ་ལས་ཀ་ཏག་ཏག་བྱེད་ཀྱི་ཡོད་མིན་བརྟག་དཔྱད་གནང་རོགས།
ca: Si aquest emmagatzematge presenta problemes, assegureu-vos que la clau SSH funcioni adequadament.
de: Wenn dieser Speicher wiederkehrend Probleme verursacht, bitte prüfen, ob der SSH-Schlüssel korrekt funktioniert.
fr: Si ce stockage rencontre des problèmes, veuillez vérifier que la clé SSH fonctionne correctement.
it: Se questa memoria presenta problemi, verificare che la chiave SSH funzioni correttamente.
nb_no: Hvis du opplever problemer med dette lageret, sjekk at SSH-nøkkelen fungerer ordentlig.
nl: Indien deze opslag problemen ondervindt, controleer dan of de SSH-sleutel juist werkt.
pt_br: Se este armazenamento está dando problemas, por favor confira se as chaves SSH estão funcionando corretamente.
ru: Если у Вас проблемы с хранилищем, пожалуйста, убедитесь, что ключ SSH подходит.
sc: Si custa memòria est tenende problemas, pro praghere verìfica chi sa crae SSH siat funtzionende comente si tocat.
sq: Nëse kjo depozitë po has probleme, ju lutemi kontrolloni që kyçi SSH funksionon si duhet.
uk: Якщо з цим сховищем виникають проблеми, перевірте, працює належним чином ключ SSH.

source: Update %(storage_name)s
bo: གསར་བསྒྱུར་ %(storage_name)s 1
ca: Actualitzeu %(storage_name)s
de: Aktualisierung in %(storage_name)s
fr: Mettre à jour %(storage_name)s
it: Aggiorna %(storage_name)s
nb_no: Oppdater %(storage_name)s
nl: %(storage_name)s bijwerken
pt_br: Atualizar %(storage_name)s
ru: Обновить %(storage_name)s
sc: Agiorna %(storage_name)s
sq: Përditësoni %(storage_name)s
uk: Оновити %(storage_name)s

source: Setup %(storage_name)s
bo: སྒྲིག་བཀོད་ %(storage_name)s 1
ca: Configurar %(storage_name)s
de: %(storage_name)s einrichten
fr: Installer %(storage_name)s
it: Impostazione %(storage_name)s
nb_no: Sett opp %(storage_name)s
nl: %(storage_name)s instellen
pt_br: Configurar %(storage_name)s
ru: Настроить %(storage_name)s
sc: Configura %(storage_name)s
sq: Ujdisni %(storage_name)s
uk: Налаштувати %(storage_name)s

source: cancel
bo: བརྩི་མེད།
ca: Cancel·lar
de: abbrechen
fr: annuler
it: Annulla
nb_no: avbryt
nl: annuleren
pt_br: cancelar
ru: отмена
sc: annulla
sq: anuloje
uk: скасувати

source: save
bo: ཉར་ཚགས།
ca: Desar
de: speichern
fr: enregistrer
it: salva
nb_no: lagre
nl: opslaan
pt_br: salvar
ru: сохранить
sc: sarva
sq: ruaje
uk: зберегти

source: Here's how to copy the SSH Address from GitLab:
bo: འདིར་གིཊ་བརྟག་དཔྱད་ཁང་ནང་SSHཁ་བྱང་ཕབ་ཤུས་གང་འདྲ་བྱེད་དགོས་མིན།:
ca: Aquí pot trobar com copiar l'adreça SSH des de GitLab:
de: So wird die SSH-Adresse von GitLab kopiert:
fr: Voici comment copier l'adresse SSH depuis GitLab :
it: Ecco come copiare l'indirizzo SSH da GitLab:
nb_no: Slik kopierer du SSH-adressen fra GitLab:
nl: Zo kopieer je het SSH-adres van GitLab:
pt_br: Aqui está como copiar o endereço SSH do GitLab:
ru: Вот так можно скопировать адрес SSH с GitLab:
sc: In custa manera podes copiare s'indiritzu SSH dae GitLab:
sq: Ja se si të kopjohet adresa SSH prej GitLab-it:
uk: Ось як скопіювати SSH-адресу з GitLab:

source: Setup a place to store your repo
bo: ཁྱེད་རང་གི་རེ་པོ་གསོག་ཉར་བྱེད་སའི་ས་ཆའི་སྒྲིག་བཀོད་།
ca: Configureu un lloc per a desar el vostre repo
de: Speicherplatz für das Repo einrichten
fr: Mettre en place un endroit pour stocker votre dépôt
it: Preparate un posto dove riporre il vostro repo
nb_no: Sett opp en plass å lagre din pakkebrønn
nl: Stel een plaats in om je pakketbron op te slaan
pt_br: Configure um local para armazenar seu repositório
ru: Укажите место хранения своего репозитория
sc: Cunfigura unu logu in ue sarvare su depòsitu tuo
sq: Ujdisni një vend ku të depozitohet depoja juaj
uk: Налаштуйте місце для зберігання вашого сховища

source: Easy, free, requires an account
bo: ལས་སློ་པོ། རིན་མེད། དྲྭ་ཐོག་ཁ་བྱང་དགོས་མཁོ།
ca: Fàcil, gratuït, necessita un compte
de: Einfach, kostenlos, Konto erforderlich
fr: Facile, gratuit, nécessite un compte
it: Semplice, gratis, richiede un account
nb_no: Enkelt, fritt, krever en konto
nl: Gemakkelijk, vrij, vereist een account
pt_br: Fácil, grátis, requer uma conta
ru: Просто, бесплатно, требуется учётная запись
sc: Fàtzile, de badas, tenet bisòngiu de unu contu
sq: I lehtë, lirisht, lyp një llogari
uk: Легко, безплатно, потрібен обліковий запис

source: Git is a popular tool to version control things. You can securely publish repos to GitLab, GitHub or any other Git service. Git services use SSH to securely copy files from your computer to remote computers.
bo: གིཊ་ནི་ཐོན་རིམ་སྟངས་འཛིན་བྱེད་མཁན་གྱི་གྲགས་ཅན་ལག་ཆ་ཞིག་རེད། ཁྱེད་རང་གིས་བདེ་འཇགས་ཀྱི་ངང་ནས་རེ་པོ་འདི་གིཊ་ལེབ། གིཊ་ཧབ། ཡང་ན་གིཊ་གི་ཞབས་ཞུ་གཞན་ཁག་ནང་ལ་པར་སྐྲུན་ཞུ་ཐུབ། གིཊ་ཞབས་ཞུས་SSHབེད་སྤྱོད་གཏོང་ནས་ཁྱེད་རང་གི་གློག་ཀླད་ནས་བེད་འཇགས་ཀྱི་ངང་ནས་ཕབ་ཤུས་བྱས་ནས་ཐག་རིང་གི་གློག་ཀླད་ནང་འཇོག་ཐུབ།
ca: Git és una popular eina per a control de versions. Podeu publicar de forma segura repos a Gitlab, GitHub o qualsevol altre servei de Git. Els serveis de Git usen SSH per copiar fitxers de forma segura entre el vostre ordinador i els remots.
de: Git ist ein beliebtes Werkzeug in Versionsverwaltungsdingen. Repos können sicher auf GitLab, GitHub oder jedem anderen Git-Dienst veröffentlicht werden. Git-Dienste verwenden SSH, um Dateien sicher von deinem zu einem entfernten Computer zu kopieren.
fr: Git est un outil populaire pour contrôler les versions. Vous pouvez publier en toute sécurité des dépôts sur GitLab, GitHub ou tout autre service Git. Les services Git utilisent SSH pour copier en toute sécurité des fichiers de votre ordinateur vers des ordinateurs distants.
it: Git è uno strumento popolare per il controllo delle versioni. Puoi pubblicare in modo sicuro i repo su GitLab, GitHub o qualsiasi altro servizio Git. I servizi Git utilizzano SSH per copiare in modo sicuro i file dal tuo computer ai computer remoti.
nb_no: Git er et populært verktøy for versjonskontroll. Du kan offentliggjøre pakkebrønner på en sikker måte på GitLab, GitHub, eller enhver annen Git-tjeneste. Git-tjenester bruker SSH til å kopier filer sikkert fra din datamaskin til andre maskiner.
nl: Git is een populair hulpmiddel voor versiecontrole. Je kan veilig pakketbronnen publiceren op GitLab, GitHub of eender welke andere Git-dienst. Git-diensten maken gebruik van SSH om veilig bestanden te kopiëren van je computer naar externe computers.
pt_br: Git é uma ferramenta popular para controle de versões. Você pode publicar de modo seguro repositórios no GitLab, GitHub ou qualquer outro serviço Git. Serviços Git usam SSH para copiar arquivos do seu computador para computadores remotos de forma segura.
ru: Git — распространённый инструментарий для контроля версий. Можно безопасно публиковать свои репозитории на GitLab'е, GitHub'е и любых других сервисах поддерживающих Git. Для безопасного копирования файлов с Вашего компьютера на удалённые такие сервисы применяют SSH.
sc: Git est un'aina populare pro manigiare versiones de cosas. Podes publicare depòsitos in GitLab, GitHub o cale si siat àteru servìtziu Git in manera segura. Sos servìtzios Git impreant SSH pro copiare in manera segura documentos dae s'elaboradore tuo a elaboradores remotos.
sq: Git është një mjet shumë i njohur për kontroll versionesh të diçkaje. Mund të publikoni në mënyrë të parrezik depo në GitLab, GitHub ose çfarëdo shërbimi tjetër Git. Shërbimet Git përdorin SSH-në për kopjim të parrezik kartelash nga kompjuteri juaj në kompjutera të largët.
uk: Git - розповсюджений засіб контролю версій. Ви можете безпечно оприлюднювати сховища на GitLab, GitHub або будь-якій іншій службі Git. Служби Git використовують SSH для безпечного копіювання файлів із вашого комп'ютера на зовнішні комп'ютери.

source: Setup
bo: སྒྲིག་བཀོད།
ca: Configuració
de: Einrichtung
fr: Mettre en place
it: Imposta
nb_no: Oppsett
nl: Configuratie
pt_br: Configurar
ru: Настройка
sc: Configura
sq: Ujdisje
uk: Налаштування

source: Requires a personal web server or host that supports SSH
bo: སྒེར་གྱི་དྲྭ་རྒྱ་ཞབས་ཞུ་འཕྲུལ་ཆས་དགོས་པའམ་ཡང་ན་SSH ལ་རྒྱབ་སྐྱོར་བྱེད་མཁན་གྱི་དོ་བདག་དགོས།
ca: Requereix un servidor web personal o una màquina que suporti SSH
de: Benötigt einen eigenen Webserver oder -host, der SSH unterstützt
fr: Nécessite un serveur Web personnel ou un hôte qui supporte SSH
it: Richiede un server web personale o un host che supporti SSH
nb_no: Krever en personlig vev-tjener eller vert som støtter SSH
nl: Vereist een persoonlijke webserver of -host die ondersteuning biedt voor SSH
pt_br: Requer um servidor web próprio ou um host que suporte SSH
ru: Требуется собственный веб-сервер или хост, поддерживающий SSH
sc: Tenet bisòngiu de unu server web personale o de un'allogiamentu (host) chi suportet SSH
sq: Lyp një shërbyes personal ose strehë që mbulon SSH-në
uk: Потрібен особистий вебсервер або хост, що підтримує SSH

source: SSH is a technology that can be used to copy files securely to remote computers. When using Git as storage, the files will also be copied via SSH. But the pure SSH option directly copies the files without using any other technology.
bo: SSHགྱི་འཕྲུལ་ཆས་ནི་བདེ་འགས་ཀྱི་ཐོག་ནས་ཡིག་ཆ་པར་ཤུས་བྱས་ཏེ་ཐག་རིང་གི་གློག་ཀླད་སྒང་ལ་འཇོག་ཐུབ། གིཊ་འདི་གསོག་ཉར་ཁང་ནང་བཞིན་བེད་སྤྱོད་བྱེད་པའི་སྐབས་སུ་ཡིག་ཆ་རྣམས་SSHརྒྱུདདེ་པར་ཤུས་བྱེད་ཀྱི་ཡོད། འོན་ཀྱང་SSHཁ་ོནས་གདམ་ཀ་འདི་ཡིག་ཆ་རྣམས་འཕྲུལ་ཆས་གཞན་བེད་སྤྱོད་མ་བྱས་པའི་ཐོག་ཡིག་ཆ་ཐད་ཀར་པར་ཤུས་བྱེད་ཐུབ།
ca: SSH és una tecnologia que pot ser usada per copiar fitxers de forma segura entre ordinadors remots. Quan useu Git com a emmagatzemament, els fitxers es copien via SSH. Però l'opció purament d'SSH copia fitxers directament sense usar cap altra tecnologia.
de: SSH ist eine Technik, mit der Dateien sicher auf entfernte Computer kopiert werden können. Wird Git als Speicher verwendet, werden die Dateien ebenfalls über SSH kopiert. Mit der reinen SSH-Option werden die Dateien allerdings direkt, ohne Verwendung weiterer Techniken, kopiert.
fr: SSH est une technologie qui peut être utilisée pour copier des fichiers en toute sécurité sur des ordinateurs distants. Lors de l'utilisation de Git comme stockage, les fichiers seront également copiés via SSH. Mais l'option SSH pure copie directement les fichiers sans utiliser aucune autre technologie.
it: SSH è una tecnologia che può essere utilizzata per copiare file in modo sicuro su computer remoti. Quando si usa Git come memoria, i file vengono copiati anche tramite SSH. Ma l'opzione SSH puro copia direttamente i file senza usare altre tecnologie.
nb_no: SSH er en teknologi som brukes for å kopier filer sikkert til maskiner annensteds hen. Når du bruker Git som lagring, vil filene også bli kopiert via SSH, men det rene SSH-valget kopierer filene direkte uten bruk av annen teknologi.
nl: SSH is een technologie die gebruikt kan worden om bestanden veilig te kopiëren naar externe computers. Bij gebruik van Git als opslag, worden de bestanden ook gekopieerd via SSH. De zuivere SSH-optie kopieert de bestanden rechtstreeks, zonder enige andere technologie te gebruiken.
pt_br: SSH é uma tecnologia que pode ser usada para copiar arquivos de modo seguro para computadores remotos. Ao usar o Git como armazenamento, seus arquivos também serão copiados por SSH. Porém, a opção de só usar SSH irá copiar os arquivos diretamente sem usar nenhuma outra tecnologia.
ru: SSH — это технология, которую можно использовать для безопасного копирования файлов на удалённые компьютеры. При использовании Git в качестве хранилища файлы также копируются с помощью SSH. Но в варианте с «чистым SSH» файлы будут копироваться напрямую, без применения других технологий.
sc: SSH est una tecnologia chi podet èssere impreada pro copiare documentos in manera segura in elaboradores remotos. Imprrende Git comente memòria fintzas sos documentos ant a èssere copiados pro mèdiu de SSH. Ma s'optzione SSh pura copiat diretamente sos documentos chene impreare àteras tecnologias.
sq: SSH-ja është një teknologji që mund të përdoret për të kopjuar te kompjuter të largët kartela në mënyrë të parrezik. Duke përdorur Git-in si depozitë, kartelat mund të kopjohen edhe përmes SSH-s. Por mundësia për SSH puro i kopjon drejtpërsëdrejti kartelat pa përdorur teknologji tjetër.
uk: SSH - це технологія, яку можна використовувати для безпечного копіювання на зовнішні комп'ютери. Коли використовується Git як сховище, файли також буде копійовано через SSH. Але сам SSH безпосередньо копіює файли, не використовуючи жодної іншої технології.

source: Requires an Amazon account, Pricing varies
bo: ཨེ་མ་ཛོན་གྱི་དྲྭ་ཐོག་ཁ་བྱང་དགོས། རིན་གོང་འདྲ་མིན་ཡོད།
ca: Requereix un compte d'Amazon; els preus poden variar
de: Benötigt ein Amazon-Konto, die Preise dafür variieren
fr: Nécessite un compte Amazon, le prix varie
it: Richiede un conto su Amazon, i prezzi variano
nb_no: Krever en Amazon-konto. Prisen varierer
nl: Vereist een Amazon-account, kostprijs varieert
pt_br: Requer uma conta da Amazon, o preço pode variar
ru: Требуется учётная запись Amazon, цены различные
sc: Tenet bisòngiu de unu contu Amazon, su prètziu podet variare
sq: Lyp një llogari Amazon account, çmimet varen
uk: Потрібен обліковий запис Amazon, ціна змінюється
