Repository: f-droid/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: bo, ca, de, fr, it, nb_no, nl, pt_br, ru, sc, sq, uk

source: Repomaker might be updating or publishing your repo. Or it might be updating a remote repo. Depending on the type and size of the background operation, this might take awhile.
bo: རེ་པོ་མེ་ཀར་གསར་བསྒྱུར་བྱེད་བཞིན་པའམ་ཡང་ན་ཁྱེད་རང་གི་རེ་པོ་པར་སྐྲུན་བྱེད་བཞིན་འདུག ཡང་ན་འདིས་རྒྱང་རིང་ཀྱི་རེ་པོ་གསར་བསྒྱུར་བྱེད་བཞིན་པ་ཡིན་པ་འདྲ། རྒྱབ་ལྗོངས་ལས་འགུལ་གྱི་རིགས་ཀྱི་ཆེ་ཆུང་ལ་གཞིགས་ནས་དུས་ཚོད་ཏོག་ཙམ་འགོར་ས་རེད།
ca: Repomaker podria actualitzar o publicar el vostre repo. O podria actualitzar un repo remot. Depenent del tipus i la mida de l'operació en segon pla, podria trigar més o menys.
de: Möglicherweise aktualisiert oder veröffentlicht Repomaker gerade dein Repo oder aktualisiert ein entferntes Repo. Abhängig von Art und Umfang der Hintergrundaktion kann dies einige Zeit in Anspruch nehmen.
fr: Repomaker peut être en train de mettre à jour ou publier votre dépôt, ou mettre à jour un dépôt distant. En fonction du type et de la taille de la tâche en arrière plan, cela peut prendre du temps.
it: Repomaker potrebbe aggiornare o pubblicare il vostro repo. O potrebbe essere l'aggiornamento di un repo remoto. A seconda del tipo e della dimensione dell'operazione in background, questo potrebbe richiedere un po' di tempo.
nb_no: Det kan hende Repomaker oppdaterer eller offentliggjør din pakkebrønn. Eller så oppdaterer det en pakkebrønn annensteds hen. Avhengig av typen og størrelsen på bakgrunnsprosessen, kan dette ta sin tid.
nl: Repomaker is mogelijk bezig met je pakketbron bij te werken of te publiceren, of het kan een externe pakketbron aan het bijwerken zijn. Afhankelijk van het type en de grootte van de achtergrondoperatie, kan dit even duren.
pt_br: O criador de repositório pode estar atualizando ou publicando seu repositório. Ou pode estar atualizando um repositório remoto. Dependendo do tipo e tamanho da operação em segundo plano, isso pode demorar algum tempo.
ru: Возможно, Repomaker обновляет или публикует Ваш репозиторий. Или, возможно, обновляет удалённый репозиторий. Это может занять некоторое время, в зависимости от вида и объёма фоновой операции.
sc: Repomaker diat pòdere istare agiornende o publichende su depòsitu tuo. O diat pòdere istare agiornende unu depòsitu remotu. Diat pòdere èssere netzessàriu unu pagu de tempus pro acabare, ma dipendet dae sa casta e sa mannària de s'operatzione in s'isfundu.
sq: Repomaker mund të jetë duke përditësuar ose publikuar depon tuaj. Ose mund të jetë duke përditësuar një depo të largët. Në varësi të llojit dhe madhësisë të operacionit në prapaskenë, kjo mund të zgjasë ca.
uk: Repomaker може оновлювати або оприлюднювати ваше сховище. Або це може бути оновлення зовнішнього сховища. Залежно від виду та розміру фонової дії, це може тривати певний час.

source: Try Again
bo: ཚོད་ལྟ་ཡང་སྐྱར་ཞིག་བྱེད།
ca: Proveu-ho de nou
de: Bitte wiederholen
fr: Réessayer
it: Riprova
nb_no: Prøv igjen
nl: Opnieuw proberen
pt_br: Tente novamente
ru: Попробуйте снова
sc: Torra a proare
sq: Riprovoni
uk: Спробувати знову

source: The button won't work for you. Please press F5 to try again.
bo: མཐེབ་གཞོང་འདི་ཁྱེད་རང་ལ་ལས་ཀ་བྱེད་ཀྱི་མ་རེད། ཡང་སྐྱར་ཚོད་ལྟ་བྱེད་པའི་ཆེད་དུ་ F5 སྣོན།
ca: El botó no funciona. Si us plau, premeu F5 per provar-ho de nou.
de: Der Schaltfläche funktioniert bei Ihnen nicht. Bitte drücken Sie F5, um es erneut zu versuchen.
fr: Le bouton ne fonctionnera pas pour vous. Veuillez appuyer sur F5 pour réessayer.
it: Il pulsante non funziona per te. Premete F5 per riprovare.
nb_no: Denne knappen vil ikke fungere for deg. Trykk F5 for å prøve igjen.
nl: Deze knop werkt niet voor jou. Druk op F5 om het opnieuw te proberen.
pt_br: O botão não funcionará para você. Pressione F5 para tentar novamente.
ru: Вам недоступна эта кнопка. Пожалуйста, нажмите F5, чтобы попробовать снова.
sc: Su butone no est funtzionende pro tie. Incarca F5 pro torrare a proare.
sq: Butoni s’do të funksionojë për ju. Ju lutemi, shtypni tastin F5 për të riprovuar.
uk: Кнопка не працює для вас. Натисніть F5, щоб спробувати ще раз.

source: Error
bo: སྐྱོན།
de: Fehler
fr: Erreur
it: Errore
nb_no: Feil
nl: Fout
pt_br: Erro
ru: Ошибка
sc: Errore
sq: Gabim
uk: Помилка

source: My Repos
bo: ངའི་རེ་པོ་ཁག
ca: Els meus repositoris
de: Meine Verzeichnisse.
fr: Mes Repositories
it: I miei repo
nb_no: Mine pakkebrønner
nl: Mijn bronnen
pt_br: Meus repositórios
ru: Мои репозитории
sc: Depòsitos meos
sq: Depot e Mia
uk: Мої сховища

source: Published %(time_ago)s
bo: པར་སྐྲུན་ %(time_ago)s 1
ca: Publicat fa %(time_ago)s
de: Veröffentlicht vor %(time_ago)s
fr: Publié %(time_ago)s
it: Pubblicato %(time_ago)s
nb_no: Offentliggjort %(time_ago)s
nl: %(time_ago)s gepubliceerd
pt_br: Publicado %(time_ago)s
ru: Опубликовано %(time_ago)s
sc: Publicada %(time_ago)s
sq: Publikuar %(time_ago)s
uk: Оприлюднено %(time_ago)s

source: Created %(time_ago)s
bo: བཟོས་པ་%(time_ago)s 1
ca: Creat fa %(time_ago)s
de: Erstellt vor %(time_ago)s
fr: Créé %(time_ago)s
it: Creato %(time_ago)s
nb_no: Opprettet %(time_ago)s
nl: %(time_ago)s aangemaakt
pt_br: Criado %(time_ago)s
ru: Создан %(time_ago)s
sc: Creada %(time_ago)s
sq: Krijuar %(time_ago)s
uk: Створено %(time_ago)s

source: Make a collection of apps to share
bo: མཉམ་སྤྱོད་བྱེད་པའི་ཆེད་དུ་མཉེན་ཆས་རྣམས་ཕྱོགས་སྒྲིག་བྱེད།
ca: Fer un recull d'apps per compartir
de: Eine App-Sammlung zum Teilen erstellen
fr: Créer une collection d'applications à partager
it: Fai una raccolta di applicazioni da condividere
nb_no: Lag en samling av programmer å dele
nl: Maak een verzameling apps om te delen
pt_br: Fazer uma coletânea de aplicativos para compartilhar
ru: Создайте коллекцию приложений, которыми вы хотите поделиться
sc: Faghe una colletzione de aplicatziones de cumpartzire
sq: Krijoni një koleksion aplikacionesh për ndarje me të tjerët
uk: Створіть збірку застосунків для спільного користування

source: Create Repo
bo: རེ་པོ་བཟོས།
ca: Crear Repo
de: Repo erstellen
fr: Créer un dépôt
it: Crea repo
nb_no: Opprett pakkebrønn
nl: Bron aanmaken
pt_br: Criar repositório
ru: Создать репозиторий
sc: Crea depòsitu
sq: Krijoje Depon
uk: Створити сховище

source: New Repo
bo: རེ་པོ་གསར་པ།
ca: Nou repositori
de: Neues Repo
fr: Nouveau dépôt
it: Nuovo repo
nb_no: Ny pakkebrønn
nl: Nieuwe bron
pt_br: Novo repositório
ru: Новый репозиторий
sc: Depòsitu nou
sq: Depo e Re
uk: Нове сховище

source: Create
bo: བཟོས།
ca: Crear
de: Erstellen
fr: Créer
it: Crea
nb_no: Opprett
nl: Maak
pt_br: Criar
ru: Создать
sc: Crea
sq: Krijoje
uk: Створити

source: Delete Repo
bo: རེ་པོ་སུབས།
ca: Eliminar repo
de: Repo löschen
fr: Supprimer le dépôt
it: Cancella repo
nb_no: Slett pakkebrønn
nl: Bron verwijderen
pt_br: Apagar repositório
ru: Удалить репозиторий
sc: Iscantzella depòsitu
sq: Fshije Depon
uk: Видалити сховище

source: Are you sure you want to delete the repo <strong>%(repo)s</strong>?
bo: ཁྱེད་རང་དངོས་གནས་རེ་པོ་སུབས་མཁན་ཡིན་ནམ། <strong> 1%(repo)s 2</strong> 3?
ca: Esteu segur que voleu eliminar el repo <strong>%(repo)s</strong>?
de: Soll das Repo <strong>%(repo)s</strong> wirklich gelöscht werden?
fr: Êtes-vous sûr de vouloir supprimer le dépôt <strong>%(repo)s</strong> ?
it: Sei sicuro di voler cancellare il repo <strong>%(repo)s</strong>?
nb_no: Er du sikker på at du vil slette pakkebrønnen <strong>%(repo)s</strong>?
nl: Weet je zeker dat je de bron <strong>%(repo)s</strong> wilt verwijderen?
pt_br: Você tem certeza que quer apagar o repositório <strong>%(repo)s</strong>?
ru: Вы действительно хотите удалить репозиторий <strong>%(repo)s</strong>?
sc: Seguru ses de bòlere iscantzellare su depòsitu <strong>%(repo)s</strong>?
sq: Jeni i sigurt se doni të fshihet depoja <strong>%(repo)s</strong>?
uk: Ви дійсно хочете видалити сховище <strong>%(repo)s</strong>?

source: This will also delete all apps and other files from your repo. You will not be able to get them back, users of your repo will not be able to use it anymore and not receive updates for the apps they received from you. There is no way to recover this repo!
bo: འདིས་ཁྱེད་རང་གི་རེ་པོ་ནས་མཉེས་ཆས་ཚང་མ་སུབས་པ་མ་ཟད་ཡིག་ཆ་གཞན་ཡང་སུབས་ཀྱི་རེད། ཁྱེད་རང་ལ་དེ་དག་ཕྱིར་ཡང་སྐྱར་ཐོབ་མི་ཐུབ་། རེ་པོ་བེད་སྤྱོད་གཏོང་མཁན་གྱིས་དེ་ནས་བཟུང་བེད་སྤྱོད་གཏོང་མི་ཐུབ་པ་དང་། མཉེས་ཆས་གསར་བསྒྱུར་དེ་ཚོའང་འབྱོར་གྱི་མ་རེད། རེ་པོ་འདི་སྐྱར་ལེན་རྩ་བ་ནས་ཐུབ་ཐབས་མིན་འདུག
ca: Això eliminarà totes les apps i altres fitxers del vostre repo. No podreu tirar-ho enrere, els usuaris del vostre repo no podran usar-lo més i no rebran actualitzacions de les apps que reben de vós. No hi ha possibilitat de recuperar aquest repo!
de: Es werden dabei sämtliche Apps und sonstigen Dateien aus deinem Repo gelöscht. Du kannst dies nicht rückgängig machen! Anwender werden das Repo nicht mehr nutzen können und für die Apps, die sie daraus bezogen haben, keine Aktualisierungen mehr erhalten. Es besteht keine Möglichkeit dieses Repository wiederherzustellen!
fr: Cela supprimera également toutes les applications et autres fichiers de votre dépôt. Vous ne pourrez pas les récupérer, les utilisateurs de votre dépôt ne pourront plus l'utiliser et ne recevront plus de mises à jour pour les applications que vous leur avez envoyées. Il n'y a aucun moyen de récupérer ce dépôt !
it: Questo cancellerà anche tutte le app e gli altri file dal vostro repo. Non sarà possibile recuperarli, gli utenti del vostro repo non potranno più utilizzarli e non potranno più ricevere aggiornamenti per le app che hanno ricevuto da voi. Non c'è modo di recuperare questo repo!
nb_no: Dette vil også slette alle programmer og andre filer fra din pakkebrønn. Du vil ikke kunne få dem tilbake, brukere av din pakkebrønn vil ikke kunne bruke den mer, og vil ikke motta oppdateringer for programmene de mottok fra deg. Det er ikke mulig å gjenopprette denne pakkebrønnen!
nl: Dit zal alle apps en andere bestanden van je bron verwijderen. Je zult ze niet terug kunnen krijgen, gebruikers van je bron kunnen je bron niet meer gebruiken en zullen geen updates meer krijgen van de apps die ze van jou hebben ontvangen. Er is geen manier om deze bron te herstellen!
pt_br: Isto também irá apagar todos aplicativos e outros arquivos do seu repositório. Você não poderá pegá-los de volta, usuárias do seu repositório não poderão mais usá-lo e não receberão atualizações dos aplicativos que elas recebem de você. Não haverá jeito de recuperar este repositório!
ru: Все приложения и прочие файлы также будут удалены из вашего репозитория. Вы не сможете их вернуть, пользователи вашего репозитория больше не смогут его использовать, в том числе для обновления приложений, полученных от вас. Восстановление этого репозитория будет невозможно!
sc: Custu at a iscantzellare totu sas aplicatziones e sos àteros documentos dae su depòsitu tuo. Non los as a pòdere recuperare, sos impreadores de su depòsitu tuo no l'ant a pòdere impreare prus e no ant a pòdere prus retzire agiornamentos pro sas aplicatziones chi ant retzidu dae tie. Non b'est manera de recuperare custu depòsitu!
sq: Kjo do të sjellë gjithashtu fshirjen prej depos tuaj të krejt aplikacioneve dhe kartelave të tjera. S’do të jeni në gjendje t’i rimerrni, përdoruesit e depos tuaj s’do të jenë në gjendje ta përdorin më dhe s’do të marrin përditësime për aplikacionet që kanë marrë prej jush. S’ka rrugë për ta rikthyer këtë depo!
uk: Це також видалить усі застосунки та інші файли з вашого сховища. Ви не зможете їх повернути, користувачі вашого сховища вже не зможуть ними користуватися і не отримуватимуть оновлень для застосунків, які вони отримали від вас. Відновити вже буде неможливо!

source: Please only proceed if you know what you are doing!
bo: ཁྱེད་རང་ག་རེ་བྱེད་དགོས་མིན་ཧ་གོ་ནས་གཞི་ནས་མུ་མཐུད་རོགས་གནང་།!
ca: Si us plau, continueu si sabeu què esteu fent!
de: Bitte nur fortfahren, wenn du weißt, was du machst!
fr: Ne procédez que si vous savez ce que vous faites !
it: Per favore procedi solo se sai cosa stai facendo!
nb_no: Bare fortsett hvis du vet hva du gjør!
nl: Ga alleen verder als je weet wat je aan het doen bent!
pt_br: Por favor, só continue se você realmente souber o que está fazendo!
ru: Продолжайте только в том случае, если вы знаете, что делаете.
sc: Pro praghere sighi petzi si ischis su chi ses faghende!
sq: Ju lutemi, vazhdoni vetëm nëse e dini se ç’po bëni!
uk: Будь ласка, продовжуйте лише якщо ви усвідомлюєте, що робите!

source: Yes, I want to delete the repo
bo: རེད། ང་རེ་པོ་སུབ་འདོད་ཡོད།
ca: Si, vull eliminar el repo
de: Ja, ich möchte das Repo löschen
fr: Oui, je veux supprimer le dépôt
it: Sì, voglio cancellare il repo
nb_no: Ja, jeg vil slette denne pakkebrønnen
nl: Ja, ik wil deze bron verwijderen
pt_br: Sim, eu quero apagar o repositório
ru: Да, я хочу удалить репозиторий
sc: Eja, chèrgio iscantzellare su depòsitu
sq: Po, dua ta fshij depon
uk: Так, я бажаю видалити сховище

source: Edit Repo
bo: རེ་པོ་ཕྱོགས་སྒྲིག་བྱེད།
ca: Editeu repositori
de: Repo bearbeiten
fr: Modifier le dépôt
it: Modifica repo
nb_no: Rediger pakkebrønn
nl: Bron bewerken
pt_br: Editar repositório
ru: Изменить Репозиторий
sc: Modìfica depòsitu
sq: Përpunoni Depon
uk: Змінити сховище

source: Save Changes
bo: བསྒྱུར་བ་གཏོང་བ་རྣམས་ཉར་།
ca: Deseu els canvis
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva cambiamenti
nb_no: Lagre endringer
nl: Wijzigingen opslaan
pt_br: Salvar mudanças
ru: Сохранить изменения
sc: Sarva sas modìficas
sq: Ruaji Ndryshimet
uk: Зберегти зміни

source: Content
bo: ནང་དོན།
ca: Contingut
de: Inhalte
fr: Contenu
it: Contenuto
nb_no: Innhold
nl: Inhoud
pt_br: Conteúdo
ru: Содержание
sc: Cuntenutu
sq: Lëndë
uk: Вміст

source: Share
bo: མཉམ་སྤྱོད།
ca: Compartir
de: Teilen
fr: Partager
it: Condividi
nb_no: Del
nl: Delen
pt_br: Compartilhar
ru: Поделиться
sc: Cumpartzi
sq: Ndajeni me të tjerë
uk: Поділитися

source: Info
bo: གནས་ཚུལ།
de: Auskunft
fr: Informations
it: Informazioni
nl: Informatie
pt_br: Informações
ru: Сведения
sc: Informatziones
uk: Відомості

source: Search for apps in your repository
bo: ཁྱེད་རང་གི་མཛོད་ཁང་ནང་ནས་མཉེན་ཆས་རྣམས་འཚོལ།
ca: Cerqueu «apps» al seu repositori
de: Nach Apps in deinem Repository suchen
fr: Rechercher des applications dans votre dépôt
it: Cerca le app nel tuo repository
nb_no: Søk etter programmer i din pakkebrønn
nl: Zoek naar apps in je bron
pt_br: Procurar por aplicativos no seu repositório
ru: Поиск приложений в Вашем репозитории
sc: Chirca aplicatziones in su depòsitu tuo
sq: Kërkoni për aplikacione në depon tuaj
uk: Пошук застосунків у вашому сховищі

source: add from gallery
bo: པར་རིས་ཁང་ནས་ཁ་སྣོན་བྱེད།
ca: Afegir des de la galeria
de: aus der Galerie hinzufügen
fr: ajouter à partir de la galerie
it: aggiungi dalla galleria
nb_no: legg til fra galleri
nl: toevoegen vanuit galerij
pt_br: adicionar da galeria
ru: добавить из галереи
sc: annanghe a sa galleria
sq: shtoni prej galerie
uk: додати з галереї

source: Alternatively, drag and drop or %(label_start)schoose files%(label_end)s
bo: འཐེན་པ་དང་བཞག་པ་གཉིས་རེས་མོས་བྱས་པའམ་ཡང་ན་ %(label_start)s 1 ཡིག་ཚ་འདེམས་%(label_end)s 2
ca: Podeu arrossegar i deixar anar o bé %(label_start)s escollir fitxers %(label_end)s
de: Entweder ziehen und ablegen oder %(label_start)sDateien auswählen%(label_end)s
fr: Vous pouvez également faire un glisser déposer ou %(label_start)schoisir les fichiers%(label_end)s
it: In alternativa, trascinare e rilasciare o %(label_start)s scegliere files%(label_end)s
nb_no: Alternativt, dra og slipp, eller %(label_start)svelg filer%(label_end)s
nl: Je kunt ook slepen en neerzetten gebruiken of %(label_start)sbestanden kiezen%(label_end)s
pt_br: Ao invés disso, arraste e solte ou %(label_start)s escolha arquivos%(label_end)s
ru: Также можно перетащить или %(label_start)sвыбрать файлы%(label_end)s
sc: O, fintzas, trìsina e lassa o %(label_start)sissèbera documentos%(label_end)s
sq: Ndryshe, tërhiqni dhe lini ose %(label_start)szgjidhni kartela%(label_end)s
uk: Також можна перетягнути чи %(label_start)sвибрати файли%(label_end)s

source: Accepted files include Android apps, documents, eBooks, audio and video.
bo: ངོས་ལེན་བྱེད་པའི་ཡིག་ཆ་དེ་དང་མཉམ་དུ་ཨེན་ཀྲོཌ་མཉེས་ཆས་ཁག་དང་། ཡིག་ཆ། དྲྭ་དེབ། སྒྲ་འཇུག་དང་བརྙན་འཕྲིན་བཅས་ཡོད།
ca: Els tipus de fitxers acceptats són apps d'Android, documents, eBooks, àudios i vídeos.
de: Android Apps, Dokumente, eBooks, Audio- und Videodateien werden als Dateien angenommen.
fr: Les fichiers acceptés comprennent les applications Android, les documents, les livres électroniques, les fichiers audio et vidéo.
it: I file accettati includono applicazioni Android, documenti, eBook, audio e video.
nb_no: Godtatte filer innebefatter Androidprogrammer, dokumenter, e-bøker, lyd og video.
nl: Aanvaarde bestanden zijn onder andere Android-apps, documenten, eBooks, audio en video.
pt_br: Arquivos aceitos incluem aplicativos Android, documentos, eBooks, áudios e vídeos.
ru: Допускаются файлы приложений Android, документы, электронные книги, аудио и видео.
sc: Sos documentos atzetados includent aplicatziones Android, documentos, ebooks, documentos àudio e vìdeos.
sq: Në kartelat e pranuara përfshihen aplikacione Android, dokumente, elibra, audio dhe video.
uk: Прийняті файли включають застосунки для Android, документи, електронні книги, звукозаписи та відео.

source: Your search did not return any results.
bo: ཁྱེད་རང་གིས་འཚོལ་བ་དེ་ལ་གྲུབ་འབྲས་གང་ཡང་ཐོན་མ་སོང་།
ca: La vostra cerca no ha retornat cap resultat.
de: Deine Suche brachte keine Ergebnisse.
fr: La recherche n'a retourné aucun résultat.
it: La tua ricerca non ha restituito risultati.
nb_no: Søket ditt var resultatløst.
nl: Je zoekopdracht heeft geen resultaten opgeleverd.
pt_br: Sua busca não retornou nenhum resultado.
ru: По Вашему запросу ничего не найдено.
sc: Sa chirca tua no at datu risultados.
sq: Kërkimi juaj s’gjeti ndonjë përfundim.
uk: Ваш пошук не дав жодних результатів.

source: Name
bo: མིང་།
ca: Nom
fr: Nom
it: Nome
nb_no: Navn
nl: Naam
pt_br: Nome
ru: Имя
sc: Nùmene
sq: Emër
uk: Назва

source: Storage
bo: གསོག་ཉར་ཁང་།
ca: Emmagatzematge
de: Speicherplatz
fr: Stockage
it: Archivio
nb_no: Lager
nl: Opslag
pt_br: Armazenamento
ru: Хранилище
sc: Memòria
sq: Depozitë
uk: Сховище

source: Add Storage
bo: གསོག་ཉར་ཁང་ཁ་སྣོན་བྱེད།
ca: Afegir emmagatzematge
de: Speicherplatz hinzufügen
fr: Ajouter un stockage
it: Aggiungi spazio di archiviazione
nb_no: Legg til lager
nl: Opslag toevoegen
pt_br: Adicionar armazenamento
ru: Добавить хранилище
sc: Annanghe memòria
sq: Shtoni Depozitë
uk: Додати сховище

source: Fingerprint
bo: མཛུབ་ཐེལ།
ca: Empremta digital
de: Fingerabdruck
fr: Empreinte digitale
it: Impronta digitale
nb_no: Fingeravtrykk
nl: Vingerafdruk
pt_br: Impressão digital
ru: Отпечаток
sc: Imprenta digitale
sq: Shenja gishtash
uk: Відбиток

source: Remove Repo
bo: རེ་པོ་སུབས།
ca: Eliminar repo
de: Repo entfernen
fr: Supprimer le dépôt
it: Rimuovi repo
nb_no: Fjern mine pakkebrønner
nl: Bron verwijderen
pt_br: Remover repositório
ru: Удалить репозиторий
sc: Boga depòsitu
sq: Hiqe Depon
uk: Вилучити сховище

source: Add storage to publish
bo: གསོག་ཉར་ཁང་ཁ་སྣོན་བྱས་ནས་པར་སྐྲུན་
ca: Afegir emmagatzematge per publicar
de: Speicherort zur Veröffentlichung hinzufügen
fr: Ajouter du stockage pour publier
it: Aggiungi spazio di archiviazione da pubblicare
nb_no: Legg til lager for å offentliggjøre
nl: Opslag toevoegen ter publicatie
pt_br: Adicione um armazenamento para publicar
ru: Подготовить хранилище для публикации
sc: Annanghe memòria pro publicare
sq: Shtoni depozitë për publikim
uk: Додати сховище для оприлюднення

source: Your repo will be automatically published when you add storage. Repomaker does not publically promote your stuff. Only people who receive the direct link to your repo will be able to see it.
bo: ཁྱེད་རང་གསོག་ཉར་ཁ་སྣོན་བྱས་པའི་སྐབས་རེ་པོ་དེས་རང་འགུལ་གྱིས་པར་སྐྲུན་བྱས་ཀྱི་རེད། རེ་པོ་བཟོ་ལས་ཀྱིས་ཡོངས་གྲགས་ཀྱི་ཐོག་ནས་ཁྱེད་རང་གི་དངོས་རྫས་ཁྱབ་སྤེལ་བྱེད་ཀྱི་མེད། ཐད་ཀར་རེ་པོ་སྦྲེལ་མཐུད་ཐོབ་མཁན་གྱི་མི་ཚོས་འདི་ལྟ་ཐུབ།
ca: El vostre repo es publicarà automàticament quan hi afegiu emmagatzematge. Repomaker no promociona públicament les vostres coses. Només qui rebi l'enllaç directe al vostre repo podrà veure'l.
de: Dein Repo wird automatisch veröffentlicht, wenn ein Speicherort hinzugefügt wurde. Repomaker wird deine Sachen nicht öffentlich bewerben. Nur Leute, die einen direkten Link zum Repo erhalten, werden es einsehen können.
fr: Votre repo sera automatiquement publié lorsque vous ajoutez du stockage. Repomaker ne fait pas la promotion publique de vos produits. Seules les personnes qui reçoivent le lien direct vers votre repo pourront le voir.
it: Il vostro repo sarà pubblicato automaticamente quando aggiungerete la memoria. Repomaker non promuove pubblicamente la tua roba. Solo le persone che ricevono il link diretto al vostro repo potranno vederlo.
nb_no: Pakkebrønnen din vil automatisk offentliggjøres når du legger til lagringsplass. Repomaker promoterer ikke innholdet ditt offentlig. Bare folk som mottar en direkte lenke til din pakkebrønn vil kunne se den.
nl: Je bron zal automatisch gepubliceerd worden wanneer je opslag toevoegt. Repomaker promoot uw spullen niet automatisch publiekelijk. Alleen mensen die de directe link naar je bron ontvangen, zullen je bron kunnen zien.
pt_br: Seu repositório será publicado automaticamente quando você adicionar um armazenamento. O Repomaker não promove publicamente suas coisas, apenas as pessoas que receberam o link do seu repositório poderão vê-lo.
ru: После добавления хранилища репозиторий будет опубликован автоматически. Repomaker не распространяет свободно Ваших данных. Их увидят только те, кто получил прямую ссылку на Ваш репозиторий.
sc: Su depòsitu tuo at a èssere publicadu automaticamente cando as a annànghere memòria. Repomaker non publitzizat publicamente sa cosa tua. Petzi sas persones chi ant a retzire su ligàmene diretu a su depòsitu tuo l'ant a pòdere bìdere.
sq: Depoja juaj do të publikohet automatikisht kur shtoni depozitën tuaj. Repomaker nuk promovon publikisht gjëra tuajat. Vetëm personat që marrin lidhje të drejtpërdrejtë te depoja juaj do të jenë në gjendje ta shohin.
uk: Ваше сховище буде автоматично оприлюднено, коли ви додасте сховище. Repomaker не пропонує ваші доробки на загал. Лише люди, які отримають пряме посилання на ваше сховище, зможуть бачити його.

source: add storage
bo: གསོག་ཉར་ཁང་ཁ་སྣོན།
ca: Afegir emmagaztematge
de: Speicherort hinzufügen
fr: ajouter un stockage
it: aggiungi spazio di archiviazione
nb_no: legg til lager
nl: opslag toevoegen
pt_br: adicionar armazenamento
ru: добавьте хранилище
sc: annanghe memòria
sq: shtoni depozitë
uk: додати сховище

source: You have <span>%(app_count)s app</span> in your repo. Share it!
bo: ཁྱེད་རང <span> 1%(app_count)s 2 མཉེན་ཆས་</span> 3 ཁྱེད་རང་གི་རེ་པོ་ནང་ལ། འདི་མཉམ་སྤྱོད་བྱེད།
ca: Teniu <span>%(app_count)s app</span> al vostre repo. Compartiu-lo!
de: Sie haben <span>eine App</span> in Ihrer Repo. Teilen Sie sie!
fr: Vous avez <span>%(app_count)s application</span> dans votre dépôt. Partagez-la !
it: Hai <span>%(app_count)s app </span> nel tuo repository. Condividilo!
nb_no: Du har <span>%(app_count)s program</span> i din pakkebrønn. Del det!
nl: Je hebt <span>%(app_count)s app</span> in je pakketbron. Deel hem!
pt_br: Você tem <span>%(app_count)s aplicativo</span> no seu repositório. Compartilhe!
ru: У Вас в репозитории <span>%(app_count)s app</span> приложение. Поделитесь им!
sc: Tenes <span>%(app_count)s aplicatzione</span> in su depòsitu tuo. Cumpartzi·la!
sq: Keni <span>%(app_count)s aplikacion</span> në depon tuaj. Ndajeni me të tjerët!
uk: Ви маєте <span>%(app_count)s застосунок</span> у вашому сховищі. Поділіться ним!

source: view repo
bo: རེ་པོ་ལ་ལྟ་བ།
ca: Veure repo
de: Repo ansehen
fr: voir le dépôt
it: vedi repo
nb_no: vis pakkebrønn
nl: bron bekijken
pt_br: ver repositório
ru: показать репозиторий
sc: abbista su depòsitu
sq: shihni depon
uk: переглянути сховище
