Repository: f-droid/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: bo, ca, de, fr, it, nb_no, nl, pt_br, ru, sc, sq, uk

source: share public link
bo: མི་མང་སྦྲེལ་མཐུད་མཉམ་སྤྱོད་བྱེད།
ca: Compartir enllaç públic
de: öffentlichen Link teilen
fr: partager le lien public
it: condividi link pubblico
nb_no: del offentlig lenke
nl: publieke link delen
pt_br: compartilhar link público
ru: опубликовать ссылку
sc: cumpartzi su ligàmene pùblicu
sq: ndani me të tjerë lidhje publike
uk: оприлюднити посилання

source: copy link
bo: སྦྲེལ་མཐུད་ཕབ་ཤུས།
ca: Copiar enllaç
de: Link kopieren
fr: copier le lien
it: copia link
nb_no: kopier lenke
nl: link kopiëren
pt_br: copiar link
ru: скопировать ссылку
sc: còpia ligàmene
sq: kopjoji lidhjen
uk: копіювати посилання

source: add to an android phone
bo: ཨེན་ཀྲོཌ་ཁ་པར་སྒང་ལ་ཁ་སྣོན།
ca: Afegir a un dispositiu Android
de: Zu einem Android-Gerät hinzufügen
fr: ajouter à un téléphone android
it: aggiungi a un telefono Android
nb_no: legg til på en Android-telefon
nl: toevoegen aan een Android-telefoon
pt_br: adicionar um telefone Android
ru: добавить на аппарат с Android
sc: annanghe a unu telèfono Android
sq: shtojeni te një telefon android
uk: додати до пристрою Android

source: To install these apps on your Android phone, add them to F-Droid.
bo: མཉེན་ཆས་འདི་དག་ཁྱེད་རང་གི་ཨེན་ཀྲོཌ་ཁ་པར་སྒང་ལ་འགྲིག་བཅུག་བྱས་ནས་འདི་རྣམས་ཨེཕ་རོཌ་སྒང་ལ་ཁ་སྣོན་བྱེད།
ca: Per instal·lar aquestes apps al vostre dispositiu Android, afegiu-les a l'F-Droid.
de: Um diese Apps auf deinem Android-Gerät zu installieren, füge sie zu F-Droid hinzu.
fr: Pour installer ces applications sur votre téléphone Android, ajoutez-les à F-Droid.
it: Per installare queste applicazioni sul tuo telefono Android, aggiungile a F-Droid.
nb_no: For å installere disse programmene på din Android-telefon, legg dem til på F-Droid.
nl: Om deze apps op je Android-telefoon te installeeren, voeg je ze toe aan F-Droid.
pt_br: Para instalar estes aplicativos no seu dispositivo Android, adicione-os na F-Droid.
ru: Для того, чтобы установить эти приложения на свой аппарат Android, добавьте их в F-Droid.
sc: Pro installare custas aplicatziones in su telèfono Android tuo annanghe·las a F-Droid.
sq: Që të instaloni këto aplikacione te telefoni juaj Android, shtojini te F-Droid.
uk: Щоб встановити ці застосунки на свій пристрій Android, додайте їх до F-Droid.

source: F-Droid ensures access to secure app updates.
bo: ཨེཕ་རོཌ་ཡིས་མཉེན་ཆས་སྲུང་སྐྱོབ་གསར་བསྒྱུར་བེད་སྤྱོད་ཐུབ་པར་ངེས་བརྟན་བཟོ་གི་ཡོད།
ca: F-Droid us assegura actualitzacions de les apps de forma segura.
de: F-Droid sichert die Verbindung zur Beschaffung von App-Aktualisierungen.
fr: F-Droid assure l'accès aux mises à jour sécurisées des applications.
it: F-Droid garantisce l'accesso ad aggiornamenti sicuri delle app.
nb_no: F-Droid forsikrer tilgang til sikre programoppdateringer.
nl: F-Droid zorgt voor veilige toegang tot app-updates.
pt_br: A F-Droid garante acesso a atualizações seguras dos aplicativos.
ru: F-Droid позволяет безопасно получать обновления приложения.
sc: F-Droid garantit s'atzessu a agiornamentos seguros pro sas aplicatziones.
sq: F-Droid garanton përdorim të përditësimesh të parrezik aplikacionesh.
uk: F-Droid забезпечує доступ до безпечних оновлень застосунків.

source: Scan QR
bo: QR འཚག་རྒྱབ།
ca: Escanejar un codi QR
de: QR-Code scannen
fr: Scannez le QR code
it: Scansione QR
nb_no: Skann QR
nl: QR-code scannen
pt_br: Escanear código QR
ru: Сканировать код QR
sc: Iscansi QR
sq: Skanoni kod QR
uk: Зчитати QR-код

source: Check out this F-Droid repo: %(name)s
bo: ཨེཕ་རོཌ་རེ་པོ་འདིར་གཟིགས་རོགས་གནང་: %(name)s 1
ca: Comproveu aquest repo d'F-Droid: %(name)s
de: Dieses F-Droid-Repo: %(name)s untersuchen
fr: Regardez ce dépôt F-Droid : %(name)s
it: Dai un'occhiata a questo repository F-Droid: %(name)s
nb_no: Sjekk ut denne pakkebrønnen på F-Droid: %(name)s
nl: Bekijk deze F-Droid-bron: %(name)s
pt_br: Confira este repositório da F-Droid: %(name)s
ru: Проверьте этот репозиторий F-Droid: %(name)s
sc: Abbista·ti custu depòsitu F-Droid: %(name)s
sq: Klono këtë depo F-Droid: %(name)s
uk: Переглянути це сховище F-Droid: %(name)s

source: Browse Gallery
bo: པར་རིས་ཁང་ལ་་གཟིགས།
ca: Navegar per la galeria
de: Bildersammlung durchsuchen
fr: Parcourir la galerie
it: Sfoglia la galleria
nb_no: Utforsk galleri
nl: Blader door de galerij
pt_br: Navegar pela Galeria
ru: Просмотреть Галерею
sc: Esplora sa galleria
sq: Shfletoni Galerinë
uk: Переглянути галерею

source: Search
bo: འཚོལ།
ca: Cerca
de: Suchen
fr: Recherche
it: Cerca
nb_no: Søk
nl: Zoeken
pt_br: Buscar
ru: Поиск
sc: Chirca
sq: Kërko
uk: Пошук

source: Category (%(count)s)
bo: སྡེ་ཚན་(%(count)s 1)
ca: Categoria (%(count)s)
de: Kategorien (%(count)s)
fr: Catégorie (%(count)s)
it: Categoria (%(count)s)
nb_no: Kategori (%(count)s)
nl: Categorie (%(count)s)
pt_br: Categoria ((%(count)s)
ru: Категория (%(count)s)
sc: Categoria (%(count)s)
sq: Kategori (%(count)s)
uk: Категорія (%(count)s)

source: All
bo: ཚང་མ།
ca: Tot
de: Gesamt
fr: Tout
it: Tutto
nb_no: Alle
nl: Alles
pt_br: Todos
ru: Все
sc: Totu
sq: Krejt
uk: Все

source: Source (%(count)s)
bo: འབྱུང་ཁུངས་(%(count)s 1)
ca: Origen (%(count)s)
de: Quellen (%(count)s)
it: Sorgente (%(count)s)
nb_no: Kilde (%(count)s)
nl: Bron (%(count)s)
pt_br: Fonte (%(count)s)
ru: Источник (%(count)s)
sc: Mitza (%(count)s)
sq: Burim (%(count)s)
uk: Джерело (%(count)s)

source: Add a repo
bo: རེ་པོ་ལ་ཁ་སྣོན།
ca: Afegir un repo
de: Repo hinzufügen
fr: Ajouter un dépôt
it: Aggiungi un repo
nb_no: Legg til pakkebrønn
nl: Een bron toevoegen
pt_br: Adicionar um repositório
ru: Добавить репозиторий
sc: Annanghe unu depòsitu
sq: Shtoni një depo
uk: Додати сховище

source: Clear filters
ca: Netejar filtres
de: Filter löschen
fr: Effacer les filtres
it: Cancella filtri
nb_no: Fjern filtre
nl: Filters wissen
pt_br: Limpar filtros
ru: Сбросить фильтры
sc: Inneta sos filtros
sq: Spastroji filtrat
uk: Очистити фільтри

source: No apps found that match '%(search_term)s'. Please try a different search or remove other filter criteria.
bo: མཉེན་ཆས་འདི་འདྲ་བ་'%(search_term)s 1'རྙེད་མ་སོང་། འཚོལ་ཐབས་གཞན་དང་ཡང་ན་ཆ་རྐྱེན་གཞན་གང་དགོས་མིན་སུབས།
ca: No s'ha trobato cap app que coincideixi amb '%(search_term)s'. Si us plau, proveu una cerca diferent o traieu filtres de criteris.
de: Keine Apps mit dem Suchbegriff '%(search_term)s' gefunden. Bitte Suchbegriff ändern oder andere Filterkriterien entfernen.
fr: Aucune application ne correspond à'%(search_term)s'. Veuillez essayer une recherche différente ou supprimer d'autres critères de filtrage.
it: Nessuna app trovata che corrisponda a '%(search_term)s'. Si prega di provare una ricerca diversa o di rimuovere altri criteri di filtro.
nb_no: Ingen programmer samsvarer med '%(search_term)s'. Prøv å endre søket eller fjern andre filterkriterium.
nl: Geen apps gevonden die overeenkomen met ‘%(search_term)s’. Probeer een andere zoekopdracht of verwijder andere filtercriteria.
pt_br: Não foram encontrados aplicativos que correspondam %(search_term)s. Por favor, tente uma busca diferente ou remova algum dos critérios de filtro.
ru: По запросу '%(search_term)s' приложений не найдено. Попробуйте другой запрос или откажитесь от одного критериев фильтра.
sc: Peruna aplicatzione agatada cun '%(search_term)s'. Pro praghere proa a fàghere una chirca diferente o boga àteros critèrios de filtru.
sq: S’u gjetën aplikacione me përputhje me '%(search_term)s'. Ju lutemi, provoni tjetër kërkim ose hiqni kriter tjetër kërkimi.
uk: Не знайдено застосунків, що відповідають запиту '%(search_term)s'. Спробуйте інший запит чи видаліть інші критерії фільтра.

source: There are no apps in this repo.
bo: རེ་པོ་འདིའི་ནང་ལ་མཉེན་ཆས་མིན་འདུག
ca: No hi ha «apps» en aquest repo.
de: Dieses Repo enthält keine Apps.
fr: Il n'y a pas d'applications dans ce dépôt.
it: Non ci sono app in questo repo.
nb_no: Det er ingen programmer i denne pakkebrønnen.
nl: Er zijn geen apps in deze pakketbron.
pt_br: Não existem aplicativos neste repositório.
ru: Этот репозиторий пуст.
sc: Non bi sunt aplicatziones in custu depòsitu.
sq: S’ka aplikacione në këtë depo.
uk: Це сховище не має застосунків.

source: There are no apps available in the repos.
bo: རེ་པོ་ནང་ལ་མཉེས་ཆས་ཁག་མིན་འདུག།
ca: No hi ha «apps» disponibles als repos.
de: In den Repos sind keine Apps abrufbar.
fr: Il n'y a pas d'applications disponibles dans les repos.
it: Non ci sono app disponibili in questi repo.
nb_no: Det er ingen programmer tilgjengelige i pakkebrønnene.
nl: Er zijn geen apps beschikbaar in de pakketbronnen.
pt_br: Não existem aplicativos disponíveis nos repositórios.
ru: Все репозитории пусты.
sc: Non bi sunt aplicatziones disponìbiles in sos depòsitos.
sq: S’ka aplikacione të gatshme te depot.
uk: У сховищах застосунків немає.

source: If you just added a repo, wait for the apps to download and try again later.
bo: གལ་སྲིད་ཁྱེད་རང་ཁ་སྣོན་རེ་པོ་བྱས་ན། མཉེས་ཆས་འདི་ཕབ་ལེན་བྱས་མ་ཚར་བར་དུ་སྒུག་ནས་རྗེས་སུ་ཡང་སྐྱར་ཐབས་ཤེས་བྱེད།
ca: Si acabeu d'afegir un repo, espereu a descarregar les «apps» i proveu-ho de nou més tard.
de: Wenn das Repo gerade hinzugefügt wurde, warte ab, bis die Apps zum Download bereitstehen, und versuche es später wieder.
fr: Si vous venez d'ajouter un dépôt, attendez que les applications se téléchargent et réessayez plus tard.
it: Se hai appena aggiunto un repo attendi che le app vengano scaricate e prova ancora dopo.
nb_no: Hvis du akkurat la til en pakkebrønn, vent på at programmene lastes ned og prøv igjen senere.
nl: Als je een pakketbron net hebt toegevoegd, wacht dan even tot de apps zijn gedownload, en probeer het later opnieuw.
pt_br: Se você acabou de adicionar um repositório, espere que os aplicativos sejam baixados e tente novamente mais tarde.
ru: Если Вы только что добавили репозиторий, дождитесь загрузки приложений и попробуйте снова.
sc: Si as acabadu como de annànghere unu depòsitu, iseta chi sas aplicatziones siant iscarrigadas e torra a proare prus a tardu.
sq: Nëse sapo shtuat një depo, prisni që aplikacionet të shkarkohen dhe riprovoni më vonë.
uk: Якщо ви щойно додали сховище, дочекайтеся завантаження застосунків і спробуйте знову пізніше.

source: This repo has no apps in the selected category. Try clearing it or select a different repo.
bo: རེ་པོ་འདིའི་ནང་ལ་འདེམས་བྱེད་ཀྱི་སྡེ་ཚན་ནང་ལ་མཉེན་ཆས་མིན་འདུག། འདི་གཙང་མ་བཟོས་པའམ་ཡང་ན་རེ་པོ་གཞན་ཞིག་འདེམས།
ca: Aquest repo no té apps a la categoria seleccionada. Proveu a eliminar-lo o escollir un repo diferent.
de: Dieses Repo enthält keine Apps in der ausgewählten Kategorie. Lösche die Kategorie oder wähle ein anderes Repo.
fr: Ce dépôt n'a pas d'applications dans la catégorie sélectionnée. Essayez sans catégories ou en sélectionnant un autre dépôt.
it: Questo repo non ha applicazioni nella categoria selezionata. Provate a cancellarlo o a selezionare un repo diverso.
nb_no: Denne pakkebrønnen har ingen programmer i valgt kategori. Prøv å renske det eller velg en annen pakkebrønn.
nl: Deze pakketbron heeft geen apps in de geselecteerde categorie. Probeer ze te wissen of selecteer een andere pakketbron.
pt_br: Este repositório não tem aplicativos na categoria escolhida. Tente mudar a categoria ou escolher um repositório diferente.
ru: В выбранных категориях этого репозитория приложений нет. Попробуйте её убрать или выберите другой репозиторий.
sc: Custu depòsitu non tenet aplicatziones in sa categoria isseberada. Proa a la bogare o issèbera un'àteru depòsitu.
sq: Kjo depo nuk ka aplikacione në kategorinë e përzgjedhur. Provoni ta spastroni ose përzgjidhni një depo tjetër.
uk: Це сховище не має застосунків у вибраній категорії. Спробуйте очистити її або виберіть інше сховище.

source: There are no apps available in the selected category. Try clearing it.
bo: འདེམས་བྱེད་ཀྱི་སྡེ་ཚན་འདིའི་ནང་ལ་མཉེན་ཆས་མིན་འདུག། འདི་གཙང་མ་བཟོས།
ca: No hi ha apps disponibles en la categoria que heu escollit. Proveu a eliminar-la.
de: In der ausgewählten Kategorie sind keine Apps abrufbar. Versuche, die Kategorie zu löschen.
fr: Il n'y a pas d'applications disponibles dans la catégorie sélectionnée. Essayez sans catégories.
it: Non ci sono applicazioni disponibili nella categoria selezionata. Prova a cancellarla.
nb_no: Ingen programmer i valgt kategori. Prøv å tømme den.
nl: Er zijn geen apps beschikbaar in de geselecteerde categorie. Probeer ze te wissen.
pt_br: Não existem aplicativos na categoria selecionada. Tente mudar de categoria.
ru: В выбранных категориях нет приложений. Попробуйте их убрать.
sc: Non bi sunt aplicatziones disponìbiles in sa categoria isseberada. Proa a la bogare.
sq: S’ka aplikacione në kategorinë e përzgjedhur. Provoni ta spastroni.
uk: У вибраній категорії немає застосунків. Спробуйте очистити її.

source: Delete Storage
bo: གསོག་ཉར་ཁང་སུབས།
ca: Elimineu emmagatzematge
de: Speicherplatz löschen
fr: Supprimer le stockage
it: Elimina spazio di archiviazione
nb_no: Slett lager
nl: Opslag verwijderen
pt_br: Apagar armazenamento
ru: Удалить хранилище
sc: Iscantzella memòria
sq: Fshi Depozitë
uk: Видалити сховище

source: Are you sure you want to remove the storage at <strong>%(object)s</strong> from your repo?
bo: ཁྱེད་རང་དངོས་གནས་གསོག་ཉར་ཁང་འདི་ནས་སུབ་འདོད་<strong> 1%(object)s 2</strong> 3 ཁྱེད་རང་གི་རེ་པོ་ནས།
ca: Esteu segur que voleu eliminar l'emmagatzematge <strong>%(object)s</strong> del vostre repo?
de: Bist du sicher, dass du den Speicherplatz auf <strong>%(object)s</strong> aus deinem Repo entfernen willst?
fr: Êtes-vous sûr de vouloir supprimer le stockage à <strong>%(object)s</strong> de votre dépôt ?
it: Sei sicuro di voler rimuovere il deposito a <strong>%(object)s</strong> dal tuo repo?
nb_no: Er du sikker på at du vil fjerne lageret på <strong>%(object)s</strong> fra din pakkebrønn?
nl: Weet je zeker dat je de opslag op <strong>%(object)s</strong> uit je pakketbron wilt verwijderen?
pt_br: Você tem certeza que quer remover o armazenamento em <strong>%(object)s</strong> do seu repositório?
ru: Вы уверены, что хотите удалить хранилище в <strong>%(object)s</strong> из своего репозитория?
sc: Seguru ses de chèrrere bogare sa memòria in <strong>%(object)s</strong> dae su depòsitu tuo?
sq: Jeni i sigurt se doni të hiqet nga depoja juaj depozita te <strong>%(object)s</strong>?
uk: Ви впевнені, що хочете вилучити сховище у <strong>%(object)s</strong> з вашого сховища?

source: This will not remove the content from that storage but will stop to publish future versions of your repo to it.
bo: གསོག་ཉར་ཁང་དེ་ནས་འདིའི་ནང་གི་ནང་དོན་རྣམས་སུབས་ཀྱི་མེད། འོན་ཀྱང་ཁྱེད་རང་གི་རེ་པོ་ལ་མ་འོངས་པར་ཐོན་རིམ་རྣམས་པར་སྐྲུན་བྱེད་རྒྱུར་བཀག་སྡོམ་བྱེད་ཀྱི་རེད།
ca: Això no eliminarà el contingut de l'emmagatzematge però aturarà la publicació de futures versions del vostre repo.
de: Die Inhalte des Speichers werden dabei nicht entfernt, aber die Veröffentlichung zukünftiger Versionen in deinem Repo wird beendet.
fr: Cela ne supprimera pas le contenu de ce stockage mais arrêtera de publier les futures versions de votre dépôt.
it: Questo non rimuoverà il contenuto da quel deposito, ma smetterà di pubblicare versioni future del vostro repo ad esso.
nb_no: Dette vil ikke fjerne innhold fra det lageret, men vil stoppe publisering av fremtidige versjoner av pakkebrønnen din til det.
nl: Dit zal de inhoud van die opslag niet verwijderen, maar zorgt er wel voor dat toekomstige versie van je pakketbron er niet naar gestuurd worden.
pt_br: Isso não removerá o conteúdo daquele armazenamento mas fará com que futuras versões do seu repositório deixem de ser publicadas lá.
ru: Эта операция не удалит содержимое из данного хранилища, вместо этого прекратится публикация новых версий Вашего репозитория.
sc: Custu no at a bogare su cuntenutu dae cussa memòria ma at a acabare de bi publicare in intro versiones imbenientes de su depòsitu tuo.
sq: Kjo s’do të heqë lëndën prej asaj depozite, por do të bëjë të reshtë publikimi në të i versioneve të ardhshme të depos tuaj.
uk: Це не вилучить вміст із цього сховища, але зупинить оприлюднення майбутніх версій сховища до нього.

source: Enable Storage
bo: གསོག་ཉར་ཁང་སྒོ་ཕྱེས།
ca: Habilitar l'emmagatzematge
de: Speicher aktivieren
fr: Activer le stockage
it: Abilita archiviazione
nb_no: Skru på lager
nl: Opslag inschakelen
pt_br: Ativar armazenamento
ru: Включить хранилище
sc: Abìlita memòria
sq: Aktivizo Depozitë
uk: Увімкнути сховище

source: Disable Storage
bo: གསོག་ཉར་ཁང་སྒོ་རྒྱབ།
ca: Desactivar l'emmagatzematge
de: Speicher deaktivieren
fr: Désactiver le stockage
it: Disabilita archiviazione
nb_no: Skru av lager
nl: Opslag uitschakelen
pt_br: Desativar armazenamento
ru: Отключить хранилище
sc: Disabìlita memòria
sq: Çaktivizo Depozitë
uk: Вимкнути сховище

source: Repo Address
bo: རེ་པོ་ཁ་བྱང་།
ca: Adreça del repo
de: Adresse des Repositorys
fr: Adresse du dépôt
it: Indirizzo Repo
nb_no: Pakkebrønnsadresse
nl: Pakketbronadres
pt_br: Endereço do repositório
ru: Адрес репозитория
sc: Indiritzu de su depòsitu
sq: Adresë Depoje
uk: Адреса сховища

source: Edit Storage
bo: གསོག་ཉར་ཁང་ཕྱོགས་སྒྲིག
ca: Editar Emmagatzematge
de: Speicher bearbeiten
fr: Modifier le stockage
it: Modifica la memoria
nb_no: Rediger lager
nl: Opslag bewerken
pt_br: Editar armazenamento
ru: Изменить хранилище
sc: Modìfica memòria
sq: Përpunoni Depozitë
uk: Змінити сховище

source: Please make sure to add this public SSH key to your Git account for the upload to work. There are instructions for <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> and <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
ca: Si us plau, assegureu-vos d'haver afegit aquesta clau SSH al seu compte de Git per tal que la pujada funcioni. Trobareu instruccions per a <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> i <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
de: Bitte sicherstellen, dass dieser öffentliche SSH-Schlüssel deinem Git-Account hinzugefügt wurde, damit das Hochladen funktioniert. Anweisungen hierzu unter: <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> und <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
fr: Veuillez vous assurer d'ajouter cette clé publique SSH à votre compte Git pour que le téléchargement fonctionne. Voir les instructions pour <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> et <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
it: Assicurati di aggiungere questa chiave pubblica SSH al tuo account Git per l'upload al lavoro. Ci sono istruzioni per <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> e <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
nb_no: Forsikre deg om at du legger til denne offentlige SSH-nøkkelen til din Git-konto for at opplastingen skal virke. Her er instruksjonene for <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">GitLab</a> og <a href="developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
nl: Zorg dat je deze publieke SSH-sleutel toevoegt aan je Git-account opdat de upload kan werken. Er zijn instructies beschikbaar voor <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> en <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
pt_br: Por favor, garanta que adicionou esta chave pública SSH para sua conta Git para enviar o trabalho. Aqui estão instruções pro <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys"> Gitlab</a> e pro <a href="https://help.github.com/articles/adding-a-new-ssh-key-to-your-github-account/"> Gitlab</a>.
ru: Чтобы выгрузка заработала, не забудьте добавить данный открытый ключ SSH в свою учётную запись Git. Вот инструкции для <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> и <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
sc: Pro praghere assegura·ti de annànghere custa crae SSH a su contu Git tuo pro fàghere funtzionare su carrigamentu. Bi sunt istrutziones pro <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> e <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
sq: Që ngarkimi të funksionojë, ju lutemi, mos harroni ta shtoni këtë kyç publik SSH te llogaria juaj Git. Ka udhëzime për <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> dhe <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
uk: Будь ласка, не забудьте додати цей відкритий ключ SSH до свого облікового запису Git, щоб завантаження працювало. Ось вказівки для <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> та <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.

source: Also, please make sure that the master branch of your repository is <b>not protected</b> from force pushing.
bo: མ་ཟད་ཁྱེད་རང་གི་མཛོད་ཁང་ཨ་མའི་ཡན་ལག་འདི་ <b> 1ཆེད་མངགས་འབུད་རྒྱབ་གཏོང་བ </b> 2 ནས་སྲུང་སྐྱོབ་མེད་པ་ཆགས་འགྲོ།
ca: Tanmateix, assegureu-vos que la branca principal del vostre repositori <b>no està protegida</b> per forçar enviaments.
de: Bitte auch sicherstellen, dass der Master Branch deines Repositorys vor Force Pushing <b>nicht geschützt</b> ist.
fr: De plus, assurez-vous que la branche maître de votre référentiel est <b>non protégée</b> contre la poussée de force.
it: Inoltre, si prega di assicurarsi che il ramo master del vostro deposito non sia <b>non protetto</b> dalla spinta della forza.
nb_no: Forsikre deg også om at master-grenen i din pakkebrønn <b>ikke er beskyttet</b> mot tvungen opplasting.
nl: Zorg er ook voor dat de master-tak van je pakketbron <b>niet beschermd</b> is tegen gedwongen pushes.
pt_br: Por favor também assegure-se que a árvore principal do seu repositório <b>não está protegida</b> contra atualização forçada.
ru: Также убедитесь, что основная ветвь вашего репозитория <b>не защищена</b> от force pushing.
sc: E, fintzas, assegura·ti chi sa camba printzipale de su depòsitu tuo siat <b>non amparada</b> dae sos imbios fortados.
sq: Po ashtu, ju lutemi, sigurohuni që dega <em>master</em> e depos tuaj të <b>mos jetë e mbrojtur</b> kundër <em>force pushing</em>.
uk: Також переконайтеся, що головну гілку вашого сховища <b>не захищено</b> від примусового закиду (force push).

source: Git Repository SSH Address
bo: གིཊ་མཛོད་ཁང་SSH ཁ་བྱང་།
ca: Adreça SSH del repositori Git
de: SSH-Adresse des Git-Repositorys
fr: Adresse SSH du dépôt Git
it: Indirizzo del deposito di Git SSH
nb_no: Git-pakkebrønnens SSH-adresse
nl: SSH-adres van Git-pakketbron
pt_br: Endereço da chave SSH do repositório Git
ru: Адрес SSH репозитория Git
sc: Indiritzu SSH de su depòsitu Git
sq: Adresë SSH depoje Git
uk: SSH-адреса сховища Git

source: Region
bo: ས་གནས།
ca: Regió
fr: Région
it: Regione
nl: Regio
pt_br: Região
ru: Регион
sc: Regione
sq: Rajon
uk: Регіон

source: Bucket
bo: སྣོད།
ca: Contenidor
de: Behälter
fr: Compartiment
it: Secchio
nb_no: Bøtte
pt_br: Balde
ru: Корзина
sc: Istèrgiu
sq: <em>Bucket</em>
uk: Кошик
