Repository: f-droid/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: bo, ca, de, fr, it, nb_no, nl, pt_br, ru, sc, sq, uk

source: This file is not an update for %s
bo: ཡིག་ཆ་དེ་%s 1 འདིའི་ཆེད་དུ་གསར་བསྒྱུར་བྱེད་མེད།
ca: Aquest fitxer no és una actualització per a %s
de: Diese Datei ist keine Aktualisierung für %s
fr: Ce fichier n'est pas une mise à jour pour %s
it: Questo file non è un aggiornamento di %s
nb_no: Dette er ikke en oppdatering for %s
nl: Dit bestand is geen update voor %s
pt_br: Esse arquivo não é uma atualização para %s
ru: Этот файл не является обновлением для %s
sc: Custu documentu no est un'agiornamentu pro %s
sq: Kjo kartelë s’është përditësim për %s
uk: Файл не є оновленням для %s

source: This APK already exists in the current repo.
bo: ད་ལྟའི་རེ་པོ་ནང་APK འདི་སྔོན་ཚོད་ནས་ཡོད།
ca: Aquest APK ja existeix al seu repositori.
de: Diese APK ist im aktuellen Repo bereits enthalten.
fr: Ce fichier APK existe déjà dans le dépôt actuel.
it: Questo APK esiste già nel repo attuale.
nb_no: Denne APK-fila finnes allerede i din gjeldende pakkebrønn.
nl: Dit APK bestaat al in de huidige bron.
pt_br: Este APK já existe no repositório atual.
ru: Этот APK уже существует в текущем репозитории.
sc: Custu APK esistit giai in su depòsitu atuale.
sq: Kjo APK gjendet tashmë në depon e tanishme.
uk: APK вже існує у чинному сховищеві.

source: Invalid APK signature
bo: ཁུངས་ལྡན་མིན་པའི་APKམིང་རྟགས།
ca: Firma de l'APK no vàlida
de: Ungültige APK-Signatur
fr: Signature de l'APK invalide
it: Firma APK invalida
nb_no: Ugyldig APK-signatur
nl: Ongeldige APK-handtekening
pt_br: Assinatura do APK inválida
ru: Недействительная подпись APK
sc: Firma APK non vàlida
sq: Nënshkrim APK-je i pavlefshëm
uk: Неправильний підпис APK

source: Invalid APK.
bo: ཁུངས་ལྡན་མིན་པའི་APK
ca: APK invàlid.
de: Ungültige APK-Datei.
fr: APK invalide.
it: APK invalido.
nb_no: Ugyldig APK.
nl: Ongeldige APK.
pt_br: APK inválido.
ru: Некорректный APK.
sc: APK non vàlidu.
sq: APK e pavlefshme.
uk: Недійсний APK.

source: Unsupported File Type
bo: རྒྱབ་སྐྱོར་མེད་པའི་ཡིག་ཆའི་རིགས།
ca: Tipus d'arxiu no suportat
de: Dateityp wird nicht unterstützt
fr: Type de fichier non supporté
it: Tipo di file non supportato
nb_no: Ustøttet filtype
nl: Niet-ondersteund bestandstype
pt_br: Tipo de arquivo não suportado
ru: Неподдерживаемый тип файла
sc: Casta de documentu non suportada
sq: Lloj i Pambuluar Kartele
uk: Тип файлу не підтримується

source: This file is of a different type than the other versions of this app.
bo: ཡིག་ཆ་འདི་མཉེན་ཆས་འདིའི་ཐོན་རིམ་གཞན་དག་རྣམས་དང་རིགས་མི་འདྲ་བ་རེད།
ca: Aquest arxiu és de tipus diferent que la resta de versions d'aquesta «app».
de: Der Dateityp dieser Datei unterscheidet sich von dem anderer Versionen dieser App.
fr: Le type de ce fichier est différent des autres versions de cette application.
it: Questo file è di un tipo diverso rispetto alle altre versioni di questa app.
nb_no: Denne fila er av en annen type enn den andre versjonen av dette programmet.
nl: Dit bestand heeft een ander type dan de andere versies van deze app.
pt_br: Este arquivo é de um tipo diferente que as outras versões do aplicativo.
ru: Этот файл отличается от других версий этого приложения.
sc: Custu documentu est de una casta diferente dae sas àteras versiones de custa aplicatzione.
sq: Kjo kartelë është e një lloji tjetër nga versione të tjera të këtij apliakcioni.
uk: Цей файл відрізняється від інших версій цього застосунку.

source: Book
bo: དེབ།
ca: Llibre
de: Buch
fr: Livre
it: Libro
nb_no: Bok
nl: Boek
pt_br: Livro
ru: Книга
sc: Libru
sq: Libër
uk: Книжка

source: Document
bo: ཡིག་ཆ།
de: Dokument
it: Documento
nb_no: Dokument
pt_br: Documento
ru: Документ
sc: Documentu
sq: Dokument
uk: Документ

source: Image
bo: པར་རིས།
ca: Imatge
de: Bild
it: Immagine
nb_no: Bilde
nl: Afbeelding
pt_br: Imagem
ru: Изображение
sc: Immàgine
sq: Figurë
uk: Зображення

source: Audio
bo: སྒྲ།
ca: So
nb_no: Lyd
pt_br: Áudio
ru: Аудио
sc: Àudio
uk: Звук

source: Video
bo: གློག་བརྙན།
ca: Vídeo
fr: Vidéo
pt_br: Vídeo
ru: Видео
sc: Vìdeu
uk: Відео

source: Other
bo: གཞན།
ca: Altre
de: Sonstiges
fr: Autre
it: Altro
nb_no: Annet
nl: Andere
pt_br: Outro
ru: Другое
sc: Àteru
sq: Tjetër
uk: Інші

source: This app does already exist in your repository.
bo: མཉེན་ཆས་འདི་ཁྱེད་རང་གི་མཛོད་ཁང་ནང་སྔོན་ཚོད་ནས་འདུག
ca: Aquesta «app» ja existeix al seu repositori.
de: Diese App ist in deinem Repository bereits vorhanden.
fr: Cette application existe déjà dans votre dépôt.
it: Questa app esiste già nel tuo repository.
nb_no: Dette programmet finnes allerede i din pakkebrønn.
nl: Deze app bestaat al in je bron.
pt_br: Este aplicativo já existe no seu repositório.
ru: Это приложение уже существует в вашем репозитории.
sc: Custa aplicatzione no esistit in custu depòsitu.
sq: Ky aplikacion gjendet tashmë në depon tuaj.
uk: Цей застосунок вже існує у вашому сховищі.

source: This app does not have any working versions available.
bo: མཉེན་ཆས་དེའི་བྱེད་ལས་ཡོད་པའི་ཐོན་རིམ་གཅིག་ཀྱང་མིན་འདུག
ca: Aquesta «app» no té cap versió funcional disponible.
de: Diese App stellt keine funktionierenden Versionen zur Verfügung.
fr: Cette application n'a aucune version fonctionnelle disponible.
it: Questa app non ha alcuna versione funzionante disponibile.
nb_no: Dette programmet har ikke noen tilgjengelige versjoner.
nl: Deze app heeft geen werkende versies beschikbaar.
pt_br: Este aplicativo não tem nenhuma versão disponível funcionando.
ru: У этого приложения нет доступных рабочих версий.
sc: Custa aplicatzione non tenet versiones funtzionantes disponìbiles.
sq: Ky aplikacion s’ka të gatshëm ndonjë version funksional.
uk: Цей застосунок не має доступних версій.

source: Phone
bo: ཁ་པར།
ca: Telèfon
de: Telefon
fr: Téléphone
it: Telefono
nb_no: Telefon
nl: Telefoon
pt_br: Telefone
ru: Телефон
sc: Telèfono
sq: Telefon
uk: Телефон

source: 7'' Tablet
bo: 7"ཊེབ་ལཌ།
ca: Tauleta de 7''
de: 7-Zoll-Tablet
fr: Tablette de 7"
nb_no: 7" nettbrett
pt_br: Tablet de 7 polegadas
ru: 7'' планшет
sc: Tauledda (tablet) a 7''
sq: Tablet 7"
uk: 7'' планшет

source: 10'' Tablet
bo: 10" ཏེབ་ལེཌ།
ca: Tauleta de 10''
de: 10-Zoll-Tablet
fr: Tablette de 10"
nb_no: 10" nettbrett
pt_br: Tablet de 10 polegadas
ru: 10'' планшет
sc: Tauledda (tablet) a 10''
sq: Tablet 10''
uk: 10'' планшет

source: TV
bo: བརྙན་འཕྲིན།
de: Fernseher
ru: ТВ
uk: Телевізор

source: Wearable
bo: གྱོན་ཐུབ་པ།
de: Tragbar
fr: Portable
it: Dispositivo indossabile
nb_no: Kledelig
pt_br: Equipável
ru: Часы
sc: Bestìbile
sq: <em>Wearable</em>
uk: Для носіння

source: US Standard
bo: ཨ་རི་ཚད་འཛིན།
ca: Estàndard nordamericà
fr: Standard US
it: Standard US
nb_no: Amerikansk standard
nl: US-standaard
pt_br: Padrão dos EUA
ru: Стандарт США
sc: Istandard US
uk: Американський стандарт

source: Amazon S3 Storage
bo: ཨེ་མ་ཛོན་S3 གསོག་ཉར།
ca: Emmagatzematge a Amazon S3
de: Amazon S3 Speicher
fr: Stockage Amazon S3
it: Archiviazione Amazon S3
nb_no: Amazon S3-lagring
nl: Amazon S3-opslag
pt_br: Armazenamento Amazon S3
ru: Хранилище Amazon S3
sc: Memòria Amazon S3
sq: Depozitim Amazon S3
uk: Хмара Amazon S3

source: Enter a valid user name consisting of letters, numbers, underscores or hyphens.
bo: དོ་བདག་ངོ་མའི་མིང་བཅུག་པའི་སྐབས་ཡི་གེ་དང་། ཨང་གྲངས། ཨང་འོག་དང་ཡང་ན་མཐུད་རྟགས་སོགས་བེད་སྤྱོད་བྱེད།
ca: Escriviu un nom d'usuari vàlid que contingui lletres, números, guions baixos o guions mitjos.
de: Gib einen gültigen, aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen bestehenden Nutzernamen ein.
fr: Entrez un nom d'utilisateur valide composé de lettres, chiffres, traits de soulignement ou traits d'union.
it: Inserisci un nome utente valido fatto di lettere, numeri, trattini bassi o trattini normali.
nb_no: Skriv inn et gyldig brukernavn inneholdende bokstaver, tall, understrek eller bindestrek.
nl: Vul een geldige gebruikersnaam in bestaande uit letters, cijfers, underscores of koppeltekens.
pt_br: Informe um nome de usuária válido contendo letras, números, underlines ou hífens.
ru: Введите действительное имя пользователя, состоящее из букв, цифр, подчеркиваний или дефиса.
sc: Inserta unu nùmene impreadore vàlidu fatu de lìteras, nùmeros o tratigheddos.
sq: Jepni një emër të vlefshëm përdoruesi, të përbërë nga shkronja, numra, nënvija ose vija ndarëse.
uk: Унесіть дійсну назву користувача, яка складається з літер, чисел та рисок.

source: Enter a valid hostname.
bo: དོ་བདག་གི་མིང་ངོ་མ་དེ་བཅུག
ca: Escriviu un nom de de màquina vàlid.
de: Gib einen gültigen Hostnamen ein.
fr: Entrez un nom d'hôte valide.
it: Inserisci un hostname valido.
nb_no: Skriv inn et gyldig vertsnavn.
nl: Vul een geldige hostnaam in.
pt_br: Informe um hostname válido.
ru: Введите действительное имя хоста.
sc: Inserta unu nùmene de istrangiadore vàlidu.
sq: Jepni strehëemër të vlefshëm.
uk: Уведіть дісйну назву госту.

source: Enter a valid path.
bo: མིང་ངོ་མ་དེ་བཅུག
ca: Introduïu una ruta vàlida.
de: Gib einen gültigen Pfad ein.
fr: Entrez un chemin valide.
it: Inserisci un percorso valido.
nb_no: Skriv inn en gyldig sti.
nl: Vul een geldig pad in.
pt_br: Informe um caminho válido.
ru: Введите допустимый путь.
sc: Inserta un'àndala vàlida.
sq: Jepni një shteg të vlefshëm.
uk: Уведіть дісйний шлях.

source: SSH Storage
bo: SSH གསོག་ཉར་ཁང་།
ca: Emmagatzematge SSH
de: SSH-Speicher
fr: Stockage SSH
it: Archiviazione SSH
nb_no: SSH-lagring
nl: SSH-opslag
pt_br: Armazenamento SSH
ru: Хранилище SSH
sc: Memòria SSH
sq: Depozitë SSH
uk: Пам'ять SSH

source: Git Storage
bo: གིཊ་གསོགས་ཉར་ཁང་།
ca: Emmagatzematge Git
de: Git-Speicher
fr: Stockage Git
it: Archiviazione Git
nb_no: Git-lagring
nl: Git-opslag
pt_br: Armazenamento Git
ru: Хранилище Git
sc: Memòria GIT
sq: Depozitë GIT
uk: Пам'ять Git

source: Default Storage
bo: སོར་བཞག་གསོག་ཉར་ཁང་།
ca: Emmagatzematge per defecte
de: Standardspeicher
fr: Stockage par défaut
it: Archiviazione predefinita
nb_no: Forvalgt lagring
nl: Standaardopslag
pt_br: Armazenamento padrão
ru: Хранилище по умолчанию
sc: Memòria predefinida
sq: Depozitë Parazgjedhje
uk: Типова пам'ять

source: American English
bo: ཨ་རིའི་དབྱིན་ཇི།
ca: Anglès americà
de: Amerikanisches Englisch
fr: Anglais Américain
it: Inglese americano
nb_no: Amerikansk engelsk
nl: Amerikaans Engels
pt_br: Inglês Americano
ru: Американский английский
sc: Inglesu americanu
sq: Anglishte Amerikane
uk: Англійська (США)

source: Change E-mail
bo: གློག་འཕྲིན་བརྗེས།
ca: Canvieu l'e-mail
de: E-Mail ändern
fr: Changer l'adresse émail
it: Cambia E-mail
nb_no: Bytt e-post
nl: E-mailadres wijzigen
pt_br: Mudar E-mail
ru: Изменить email
sc: Càmbia sa posta eletrònica
sq: Ndryshoni Email
uk: Змінити електронну пошту

source: Sign Out
bo: ཕྱིར་ཐོན།
ca: Tanqueu la sessió
de: Abmelden
fr: Déconnexion
it: Esci
nb_no: Logg ut
nl: Uitloggen
pt_br: Sair
ru: Выйти
sc: Essi
sq: Dilni
uk: Вийти

source: Sign In
bo: ནང་འཛུལ།
ca: Inicieu la sessió
de: Anmelden
fr: Se connecter
it: Accedi
nb_no: Logg inn
nl: Inloggen
pt_br: Cadastrar
ru: Войти
sc: Intra
sq: Hyni
uk: Увійти

source: Sign Up
bo: ནང་འཇུག
ca: Doneu-vos d'alta
de: Registrieren
fr: S'inscrire
it: Registrazione
nb_no: Registrer deg
nl: Registreren
pt_br: Entrar
ru: Зарегистрироваться
sc: Registra·ti
sq: Regjistrohuni
uk: Зареєструватися

source: Distribute apps.
bo: མཉེན་ཆས་བགོས་འགྲེམ།
ca: Distribueix apps.
de: Verteile Apps.
fr: Distribuer les applications.
it: Distribuire le applicazioni.
nb_no: Distribuer programmer.
nl: Distribueer apps.
pt_br: Distribuir aplicativos.
ru: Распределите приложения.
sc: Distribui aplicatziones.
sq: Shpërndani aplikacione.
uk: Розподіліть застосунки.

source: Spread the love.
bo: བྱམས་བརྕེ་ཁྱབ་སྤེལ།
ca: Difón l'amor.
de: Verbreite die Begeisterung.
fr: Répandre l'amour.
it: Diffondi l'amore.
nb_no: Spre begeistringen.
nl: Verspreid de liefde.
pt_br: Espalhar o amor.
ru: Распространять любовь.
sc: Cumpartzi s'amore.
sq: Përhapni dashurinë.
uk: Поширити любов.

source: Repomaker is a free web app built for creating collections of apps, music, books, videos and pictures to share with your peers. It uses F-Droid as the mobile distribution platform. Available on Android only.
bo: རེ་པོ་བཟོ་ལས་ཁང་ནི་རིན་མེད་དྲྭ་རྒྱའི་མཉེན་ཆས་ཤིག་ཡིན་ཞིང་འདི་མཉེས་ཆས་ཀྱི་རིགས་དང་། གཞས་སྣ། དེབ། གློག་བརྙན་དང་པར་རིས་ཁག་མཁོ་བསྡུ་བྱས་ནས་རང་གི་གྲོགས་པོ་ཚོ་དང་མཉམ་སྤྱོད་ཐུབ་པའི་ཆེད་དུ་བཟོས་པ་རེད། འདི་ཁ་པར་ནང་འགྲེམས་སྤེལ་བྱས་པའི་ཆེད་དུ་ཨེཕྷ་རོཌ་བབས་སྟེགས་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། འདི་ཨེན་ཀྲོཌ་ཁོ་ནའི་སྒང་ལ་མ་གཏོགས་མེད།
ca: Repomaker és una aplicació web lliure per crear col·leccions d'apps, música, llibres, vídeos i imatges per compartir amb els teus. Usa F-Droid com a plataforma per a la distribució per mòbils. Disponible només per a Android.
de: Repomaker ist eine kostenlose Web-Anwendung, die entworfen wurde, um App-, Musik-, Bücher-, Filme- und Bildersammlungen zu erzeugen und diese unter Kollegen zu teilen. Sie nutzt F-Droid als mobile Verteilungsplattform. Nur unter Android verfügbar.
fr: Repomaker est une application web libre développée pour créer des collections d'applications, musiques, livres, vidéos et images à partager avec vos pairs. Elle utilise F-Droid comme plateforme de distribution d'applications mobile. Disponible seulement sur Android.
it: Repomaker è un'applicazione web gratuita costruita per creare collezioni di applicazioni, musica, libri, video e immagini da condividere con i tuoi coetanei. Utilizza F-Droid come piattaforma di distribuzione mobile. Disponibile solo su Android.
nb_no: Repomaker er et fritt nettbasert program for å bygge samlinger av programmer, musikk, bøker, videoer og bilder å dele med dine likesinnede. Det bruker F-Droid som sin mobile distribusjonsplattform. Kun tilgjengelig på Android.
nl: Repomaker is een gratis webapp ontworpen voor het creëren van collecties van apps, muziek, boeken, video’s en afbeeldingen om te delen met je peers. Het gebruikt F-Droid als het mobiele distributieplatform. Alleen beschikbaar op Android.
pt_br: Repomaker é um aplicativo web livre e gratuito construído para criar coletâneas de aplicativos, músicas, livros, vídeos e fotos para compartilhar com suas amigas. Ele usa o F-Droid como plataforma de distribuição móvel. Disponível apenas para Android.
ru: Repomaker — это бесплатное веб-приложение для создания коллекций приложений, музыки, книг, видео и картинок для совместного использования с коллегами. Оно использует F-Droid в качестве мобильной платформы распространения. Доступно только на Android.
sc: Repomaker est un'aplicatzione web de badas pro creare colletziones de aplicatziones, de mùsica, de libros, de vìdeos e de immàgines pro las cumpartzire cun sos collegas o amigos tuos. Impreat F-Droid comente prataforma de distributzione. Est disponìbile petzi pro Android.
sq: Repomaker është një aplikacion i lirë web i ndërtuar për krijim koleksionesh aplikacionesh, muzike, librash, videosh dhe fotosh që t’i ndani me shokët tuaj. Si platformë shpërndarjesh për celular përdor F-Droid. I përdorshëm vetëm në Android.
uk: Repomaker - це безкоштовний веб-застосунок для створення колекцій застосунків, музики, книг, відео і картинок для спільного використання з колегами. Він використовує F-Droid як мобільну платформу поширення. Доступно тільки на Android.

source: Login
bo: ནང་འཛུལ།
ca: Inici de sessió
de: Anmeldung
fr: S'identifier
it: Accedi
nb_no: Innlogging
nl: Inloggen
ru: Вход
sc: Intra
sq: Hyrje
uk: Логін

source: Forgot Password
bo: གསང་ཨང་བརྗེད་སོང་།
ca: He oblidat la contrasenya
de: Passwort vergessen
fr: Mot de Passe Oublié
it: Password dimenticata
nb_no: Glemt passord
nl: Wachtwoord vergeten
pt_br: Esqueci a senha
ru: Забыли пароль
sc: Crae ismentigada
sq: U Harrua Fjalëkalimi
uk: Забули гасло

source: Or login with
bo: ཡང་ན་འདི་དང་མཉམ་དུ་ནང་འཛུལ་བྱེད།
ca: O inicieu la sessió amb
de: Oder Anmeldung mit
fr: Ou connectez-vous avec
it: O accedi con
nb_no: Eller logg inn med
nl: Of log in met
pt_br: Ou logue com
ru: Или войти при помощи
sc: O intra cun
sq: Ose hyni me
uk: Або зайти за допомогою

source: Logout
bo: ཕྱིར་ཐོན།
ca: Tancar sessió
de: Abmeldung
fr: Déconnexion
it: Disconnetti
nb_no: Logg ut
nl: Log uit
pt_br: Sair
ru: Выйти
sc: Essi
sq: Dalje
uk: Вийти

source: See you later
bo: རྗེས་ལ་མཇལ་ཡོང་།
ca: Fins aviat
de: Bis bald
fr: À plus tard
it: Ci vediamo dopo
nb_no: Ses senere
nl: Tot ziens
pt_br: Nos vemos depois
ru: Увидимся
sc: Nos bidimus prus a tardu
sq: Mirupafshim
uk: Побачимось

source: Your security is important to us. Please confirm that you want to logout.
bo: ང་ཚོས་སྲུང་སྐྱོབ་འདི་གལ་ཆེན་པོ་བརྕི་གི་ཡོད། ཁྱེད་རང་ཕྱིར་ཐོན་འདོད་ཡོད་པ་གཏན་འཁེལ་གནང་རོགས།
ca: La vostra seguretat és important per a nosaltres. Si us plau, confirmeu que voleu tancar la sessió.
de: Sicherheit ist uns wichtig. Bitte Abmeldung bestätigen.
fr: Votre sécurité est importante pour nous. Veuillez confirmer que vous souhaitez vous déconnecter.
it: La tua sicurezza è importante per noi. Per favore conferma che vuoi effettuare il logout.
nb_no: Din sikkerhet er viktig for oss. Bekreft at du vil logge ut.
nl: Je veiligheid is belangrijk voor ons. Bevestig alsjeblieft dat je wilt uitloggen.
pt_br: Sua segurança é importante para nós. Por favor, confirme que deseja sair.
ru: Ваша безопасность важна для нас. Подтвердите, что вы хотите выйти.
sc: Sa seguresa tua est importante pro nois. Pro praghere cunfirma chi cheres essire dae sa sessione.
sq: Siguria juaj është e rëndësishme për ne. Ju lutemi ripohoni se doni të dilni.
uk: Ваша безпека є для нас важливою. Засвідчте, що ви бажаєте вийти.

source: logout
bo: ཕྱིར་ཐོན།
ca: tancar la sessió
de: abmelden
fr: se déconnecter
it: disconnetti
nb_no: logg ut
nl: log uit
pt_br: sair
ru: выход
sc: essi
sq: dalje
uk: вийти

source: submit
bo: འབུལ་བ།
ca: Enviar
de: senden
fr: soumettre
it: inviare
nb_no: send inn
nl: bevestigen
pt_br: submeter
ru: отправить
sc: imbia
sq: parashtroje
uk: подати

source: We have sent you an email with a link to reset your password.
bo: ང་ཚོས་ཁྱེད་རང་གི་གསང་ཨང་སྐྱར་སྒྲིག་བྱེད་དགོས་པའི་གློག་འཕྲིན་དང་མཉམ་དུ་སྦྲེལ་མཐུད་གཅིག་བཏང་ཡོད།
ca: Us hem enviat un correu-e amb un enllaç per a restablir la vostra contrasenya.
de: Wir haben dir eine E-Mail gesendet, die einen Link zum Zurücksetzen deines Passworts enthält.
fr: Nous vous avons envoyé un e-mail avec un lien pour réinitialiser votre mot de passe.
it: Ti abbiamo inviato una mail con il link per recuperare la tua password.
nb_no: Vi har sendt deg en e-post med en lenke for å tilbakestille passordet ditt.
nl: We hebben je een e-mail gestuurd met een link om je wachtwoord opnieuw in te stellen.
pt_br: Nós te enviamos um email com um link para mudar sua senha.
ru: Мы отправили вам email со ссылкой для сброса пароля.
sc: T'amus imbiadu una lìtera eletrònica cun unu ligàmene pro recuperare sa crae tua.
sq: Ju kemi dërguar një email me një lidhje për ricaktimin e fjalëkalimit tuaj.
uk: Ми надіслали вам електронний лист із посиланням для скидання пароля.

source: Signup
bo: ནང་འཇུག
ca: Doneu-vos d'alta
de: Registrierung
fr: Créer un compte
it: Iscriviti
nb_no: Registrer deg
nl: Registratie
pt_br: Cadastrar
ru: Регистрация
sc: Registra·ti
sq: Regjistrim
uk: Реєстрація

source: Delete App Version
bo: མཉེན་ཆས་ཐོན་རིམ་སུབ།
ca: Esborra la versió d'una «app»
de: App-Version löschen
fr: Supprimer la version de l'application
it: Cancella versione App
nb_no: Slett programversjon
nl: Appversie verwijderen
pt_br: Apagar a versão do aplicativo
ru: Удалить версию приложения
sc: Iscantzella sa versione de s'aplicatzione
sq: Fshi Version Aplikacioni
uk: Видалити версію застосунку

source: Are you sure you want to delete this version <strong>%(version)s</strong> (%(code)s) from your app <strong>%(app)s</strong>?
bo: ཁྱེད་རང་དངོས་གནས་ཐོན་རིམ་འདི་སུབ་མཁན་ཡིན་ནམ། <strong> 1%(version)s 2</strong> 3 (%(code)s 4)ཁྱེད་རང་གི་མཉེས་ཆས་ནས་ <strong> 5%(app)s 6</strong> 7?
ca: %(code)sEsteu segur que voleu eliminar aquesta versió <strong>%(version)s</strong> %(code)s) de la vostra app <strong>%(app)s</strong>?
de: Soll diese Version <strong>%(version)s</strong>%(code)s deiner App <strong>%(app)s</strong> wirklich gelöscht werden?
fr: Êtes-vous sûr de vouloir supprimer cette version <strong>%(version)s</strong> (%(code)s) de votre application <strong>%(app)s</strong> ?
it: Sei sicuro di voler cancellare questa versione <strong> %(version)s </strong> (%(code)s) dalla tua app <strong> %(app)s </strong>?
nb_no: Er du sikker på at du ønsker å slette denne versjonen <strong>%(version)s</strong> (%(code)s) fra ditt program <strong>%(app)s</strong>?
nl: Weet je zeker dat je de versie <strong>%(version)s</strong> (%(code)s) van je app <strong>%(app)s</strong> wilt verwijderen?
pt_br: Deseja realmente apagar a versão <strong>%(version)s</strong> (%(code)s) do seu aplicativo <strong>%(app)s</strong>?
ru: Вы действительно хотите удалить эту версию <strong>%(version)s</strong> (%(code)s) из вашего приложения <strong>%(app)s</strong>?
sc: Seguru ses de chèrrere iscantzellare custa versione <strong>%(version)s</strong> (%(code)s) dae s'aplicatzione tua <strong>%(app)s</strong>?
sq: Jeni i sigurt se doni të fshihet ky version <strong>%(version)s</strong> (%(code)s) nga aplikacioni juaj <strong>%(app)s</strong>?
uk: Ви дійсно хочете видалити цю версію <strong>%(version)s</strong> (%(code)s) з вашого застосунку <strong>%(app)s</strong>?

source: Confirm
bo: གཏན་འཁེལ།
ca: Confirmeu
de: Bestätigen
fr: Confirmer
it: Conferma
nb_no: Bekreft
nl: Bevestigen
pt_br: Confirmar
ru: Подтвердить
sc: Cunfirma
sq: Ripohojeni
uk: Підтвердити

source: Delete App
bo: མཉེན་ཆས་སུབ།
ca: Esborreu una «app»
de: App löschen
fr: Supprimer l'application
it: Cancella App
nb_no: Slett program
nl: App verwijderen
pt_br: Apagar aplicativo
ru: Удалить приложение
sc: Iscantzella aplicatzione
sq: Fshije Aplikacionin
uk: Видалити застосунок

source: Are you sure you want to delete your app <strong>%(object)s</strong>?
bo: ཁྱེད་རང་དངོས་གནས་མཉེན་ཆས་འདི་སུབ་མཁན་ཡིན་ནམ།<strong> 1%(object)s 2</strong> 3?
ca: Esteu segur que voleu eliminar la vostra app <strong>%(object)s</strong>?
de: Soll deine App <strong>%(object)s</strong> wirklich gelöscht werden?
fr: Êtes-vous sûr de vouloir supprimer votre application <strong>%(object)s</strong> ?
it: Sei sicuro di voler cancellare la tua app <strong>%(object)s</strong>?
nb_no: Er du sikker på at du vil fjerne ditt program <strong>%(object)s</strong>?
nl: Weet je zeker dat je de app <strong>%(object)s</strong> wilt verwijderen?
pt_br: Você tem certeza que quer apagar o aplicativo <strong>%(object)s</strong>?
ru: Вы действительно хотите удалить приложение <strong>%(object)s</strong>?
sc: Seguru ses de chèrrere iscantzellare s'aplicatzione tua <strong>%(object)s</strong>?
sq: Jeni i sigurt se doni të fshihet aplikacioni juaj <strong>%(object)s</strong>?
uk: Ви справді хочете видалити ваш застосунок <strong>%(object)s</strong>?

source: Edit %(app)s
bo: ཕྱོགས་སྒྲིག %(app)s 1
ca: Editeu %(app)s
de: %(app)s bearbeiten
fr: Modifier %(app)s
it: Modifica %(app)s
nb_no: Rediger %(app)s
nl: Bewerk %(app)s
pt_br: Editar %(app)s
ru: Изменить %(app)s
sc: Modìfica %(app)s
sq: Përpunoni %(app)s
uk: Змінити %(app)s

source: Remove App
bo: མཉེས་ཆས་སུབས།
ca: Esborrar una «app»
de: App löschen
fr: Supprimer l'application
it: Rimuovi App
nb_no: Fjern program
nl: App verwijderen
pt_br: Remover aplicativo
ru: Удалить приложение
sc: Boga aplicatzione
sq: Hiqe Aplikacionin
uk: Видалити застосунок

source: Done
bo: ཚར་སོང་།
ca: Fet
de: Fertig
fr: Fait
it: Finito
nb_no: Ferdig
nl: Klaar
pt_br: Pronto
ru: Готово
sc: Acabadu
sq: U bë
uk: Готово

source: By
bo: རྒྱུད་དེ།
ca: Per
de: Von
fr: Par
it: Di
nb_no: Av
nl: Door
pt_br: Por
ru: От
sc: De
sq: Nga
uk: Від
