Repository: f-droid/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: bo, ca, de, fr, it, nb_no, nl, pt_br, ru, sc, sq, uk

source: Amazon S3 is a web service offered by Amazon Web Services. Amazon S3 provides storages through web service interfaces. Pricing varies. Visit the Amazon S3 website for details.
bo: ཨེ་མ་ཛོན་S3 ནི་ཨེ་མ་ཛོན་དྲྭ་རྒྱ་ཞབས་ཞུ་ཁ་ནང་ནས་སྟེར་བའི་དྲྭ་རྒྱའི་ཞབས་ཞུ་ཞིག་རེད། ཨེ་མ་ཛོན་S3 ཡིས་དྲྭ་རྒྱའི་ཞབས་ཞུ་འབྲེལ་ལམ་རྒྱུད་དེ་གསོག་ཉར་ཁང་མཐུན་སྦྱོར་བྱེད་ཀྱི་ཡོད། རིན་གོང་འདྲ་མིན་ཡོད། འདིའི་སྐོར་ཞིབ་ཕྲ་མཁྱེན་འདོད་ན་ཨེ་མ་ཛོན་S3དྲྭ་རྒྱར་གཟིགས་རོགས།
ca: Amazon S3 és un servei web ofert per Amazon Web Services. Amazon S3 ofereix emmagatzemament a través d'interfícies de serveis web. Els preus varien Visiteu la pàgina web d'Amazon S3 per a més detalls.
de: Amazon S3 ist ein von Amazon Web Services angebotener Dienst. Amazon S3 bietet Speicherplatz über Webdienst-Schnittstellen. Die Kosten dafür sind unterschiedlich. Einzelheiten dazu findest du auf der Internetseite von Amazon S3.
fr: Amazon S3 est un service web offert par Amazon Web Services. Amazon S3 fournit des stockages par le biais d'interfaces de service web. Les prix varient. Visitez le site Web d'Amazon S3 pour plus de détails.
it: Amazon S3 è un servizio web offerto da Amazon Web Services. Amazon S3 fornisce magazzini attraverso interfacce di servizio web. Il prezzo varia. Visitate il sito web di Amazon S3 per i dettagli.
nb_no: Amazon S3 er en vev-tjeneste tilbudt av Amazon Web Services. Amazon S3 tilbyr lagringsplass gjennom et vevgrensesnitt. Prisen varierer. Besøk Amazon S3-nettsiden for detaljer.
nl: Amazon S3 is een webdienst aangeboden door Amazon Web Services. Amazon S3 biedt opslag via webdienstinterfaces. Kostprijs varieert. Bezoek de website van Amazon S3 voor meer informatie.
pt_br: O Amazon S3 é um serviço web oferecido pela Amazon Web Services. O Amazon S3 fornece armazenamento através de interfaces de serviços web. Os preços podem variar. Consulte o site do Amazon S3 para detalhes.
ru: Amazon S3 — веб-сервис, предлагаемый Amazon Web Services. Amazon S3 предлагает хранилища при помощи веб-услуг. Цены различные. Подробности на сайте Amazon S3.
sc: Amazon S3 est unu servìtziu web ofertu dae Amazon Web Services. Amazon S3 frunit ispàtzios de memòria pro mèdiu de interfaches de servìtzios web. Vìsita su situ web de Amazon S3 pro àteras informatziones.
sq: Amazon S3 është një shërbim web i ofruar nga Amazon Web Services. Amazon S3 furnizon depozita përmes ndërfaqesh shërbimi web. Çmimet janë të larmishme. Për hollësi, vizitoni sajtin Amazon S3.
uk: Amazon S3 - вебслужба, пропонований Amazon Web Services. Amazon S3 надає сховища через інтерфейси вебслужби. Ціноутворення варіюється. Докладніше на вебсайті Amazon S3.

source: Version %(version)s (%(date)s)
bo: ཐོན་རིམ་ %(version)s 1 (%(date)s 2)
ca: Versió %(version)s %(date)s
it: Versione %(version)s (%(date)s)
nb_no: Versjon %(version)s (%(date)s)
nl: Versie %(version)s (%(date)s)
pt_br: Versão %(version)s (%(date)s)
ru: Версия %(version)s (%(date)s)
sc: Versione %(version)s (%(date)s)
uk: Версія %(version)s (%(date)s)

source: Added
bo: ཁ་སྣོན།
ca: Afegit
de: Hinzugefügt
fr: Ajouté
it: Aggiunto
nb_no: Lagt til
nl: Toegevoegd
pt_br: Adicionado
ru: Добавлено
sc: Annantu
sq: U shtua
uk: Додано

source: There was an error creating the repository. Please try again!
ca: Hi ha hagut un error mentre es creava rel repositori. Si us plau, proveu-ho de nou!
de: Es gab einen Fehler beim Anlegen des Projektarchivs. Bitte versuchen Sie es erneut!
fr: Il y a eu une erreur lors de la création du dépôt. Veuillez réessayer !
it: C'è stato un errore nella creazione del repository. Si prega di riprovare!
nb_no: En feil inntraff under opprettelse av pakkebrønnen. Prøv igjen.
nl: Er is een fout opgetreden bij het aanmaken van de pakketbron. Probeer het opnieuw!
pt_br: Houve um erro ao criar o repositório. Por favor, tente novamente!
ru: При создании репозитория возникла ошибка. Попробуйте снова!
sc: B'est istadu un'errore cun sa creatzione de su depòsitu. Pro praghere torra a proare!
sq: Pati një gabim gjatë krijimit të depos. Ju lutemi, riprovoni!
uk: Під час створення сховища сталася помилка. Спробуйте ще раз!

source: Enter email
bo: གློག་འཕྲིན་ནང་འཛུལ།
ca: Escriviu un correu-e
de: E-Mail eingeben
fr: Entrez l'email
it: Inserisci email
nb_no: Skriv inn e-post
nl: Voer een e-mailadres in
pt_br: Insira seu email
ru: Введите адрес e-mail
sc: Inserta unu contu de posta eletrònica
sq: Jepni email-in
uk: Введіть адресу електронної пошти

source: Enter your email address and we'll send a link to reset it. If you did not sign up with an email, we cannot help you securely reset your password.
bo: ཁྱེད་རང་གི་གློག་འཕྲིན་ཁ་བྱང་ནང་འཛུལ་བྱས་ནས་ང་ཚོས་སྐྱར་སྒྲིག་ཆེད་དུ་དྲྭ་ཚིགས་ཤིག་གཏོང་ཆོག། གལ་ཏེ་ཁྱེད་རང་གིས་གློག་འཕྲིན་དང་མཉམ་དུ་ནང་འཇུག་མ་བྱས་ཚེ། ཁྱེད་རང་གི་གསང་ཨང་བདེ་འཇགས་ངང་ནས་སྐྱར་སྒྲིག་བྱེད་རྒྱུར་ང་ཚོས་ཕན་ཐོག་བྱེད་ཐུབ་མ་སོང་།
ca: Escriviu la vostra adreça de correu-e i us enviarem un enllaç per a restablir-la Si no us heu registrat amb un correu-e, no us podem ajudar a recuperar la contrasenya de forma segura.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen. Wenn Sie sich nicht mit einer E-Mail-Adresse angemeldet haben, können wir Ihnen nicht helfen, Ihr Passwort sicher zurückzusetzen.
fr: Entrez votre adresse email et nous vous enverrons un lien pour la réinitialiser. Si vous ne vous êtes pas inscrit à l'aide d'un courriel, nous ne pouvons pas vous aider à réinitialiser votre mot de passe de façon sécurisée.
it: Inserisci il tuo indirizzo e-mail e ti invieremo un link per resettarlo. Se non ti sei registrato con un'e-mail, non possiamo aiutarti a reimpostare la password in modo sicuro.
nb_no: Skriv inn din e-postadresse og vi vil sende en lenke for å tilbakestille den. Hvis du ikke melder deg på med en e-postadresse, kan vi ikke hjelpe deg med å tilbakestille passordet ditt sikkert.
nl: Voer je e-mailadres in, en we zullen een koppeling sturen om het opnieuw in te stellen. Als je niet registreerde met een e-mailadres, kunnen we je niet helpen met je wachtwoord opnieuw in te stellen.
pt_br: Insira seu endereço de email e nós que mandaremos um link para recuperar sua senha. Se você não se cadastrou com um email nós não podemos te ajudar a recuperar sua senha de modo seguro.
ru: Введите свой адрес e-mail и мы вышлем ссылку для сброса. Если Вы регистрируетесь без указания e-mail, мы не сможем безопасно сбросить Ваш пароль.
sc: Inserta s'indiritzu de posta eletrònica e nois amus a imbiare unu ligàmene pro la ripristinare. Si no intras cun un'indiritzu de posta eletrònica non ti podimus agiudare a ripristinare in manera segura sa crae tua.
sq: Jepni adresën tuaj email dhe do t’ju dërgojmë një lidhje për ricaktim të tij. Nëse nuk u regjistruat me email, s’mund t’ju ndihmojmë të ricaktoni në mënyrë të parrezik fjalëkalimin tuaj.
uk: Введіть свою електронну адресу і ми надішлемо посилання для скидання. Якщо ви не зареєструвались з електронною поштою, ми не можемо допомогти вам безпечно відновити пароль.

source: This is not a valid language code.
bo: འདི་སྐད་རིགས་ཀྱི་ཨང་རྟགས་ཁུངས་ལྡན་རེད་མིན་འདུག
ca: Aquest no és un codi d'idioma vàlid.
de: Dies ist kein gültiger Sprachcode.
fr: Ce n'est pas un langage de code valide.
it: Questo non è un codice lingua valido.
nb_no: Dette er ikke en gyldig språkkode.
nl: Dit is geen geldige taalcode.
pt_br: Este não é um idioma válido.
ru: Неправильный код языка.
sc: Custu no est unu còdighe de sa limba vàlidu.
sq: Ky s’është kod gjuhe i vlefshëm.
uk: Це недійсний код мови.

source: This language already exists. Please choose another one!
bo: སྐད་རིགས་འདི་སྔོན་ཚོད་ནས་འདུག གཞན་པ་ཞིག་འདེམས་རོགས་གནང་།!
ca: Aquest idioma ja existeix. Si us plau, escolliu-ne un altre!
de: Diese Sprache existiert bereits. Bitte eine andere auswählen!
fr: Ce langage existe déjà. Veuillez en choisir un autre !
it: Questo linguaggio esiste già. Sceglietene un'altra!
nb_no: Dette språket finnes allerede. Velg noe annet!
nl: Deze taal bestaat al. Kies een andere!
pt_br: Esse idioma já existe. Por favor escolha outro!
ru: Такой язык уже есть. Пожалуйста, выберите другой!
sc: Custa limba esistit giai. Pro praghere issèbera·ne un'àtera!
sq: Kjo gjuhë ekziston tashmë. Ju lutemi, zgjidhni një tjetër!
uk: Ця мова вже існує. Виберіть іншу!

source: Enter SSH URL
bo: SSH URL ནང་འཛུལ་བྱེད།
ca: Escriviu una URL d'SSH
de: SSH-Adresse eingeben
fr: Entrez l'URL SSH
it: Inserire l'URL SSH
nb_no: Skriv inn nettadresse for SSH
nl: Voer een SSH-URL in
pt_br: Insira o URL SSH
ru: Введите адрес SSH
sc: Inserta s'URL SSH
sq: Jepni URL SSH
uk: Введіть SSH URL

source: Raw Git URL
bo: མ་སྨིན་པའི་གིཊ་URL
ca: URL Git plana
de: Natürliche Git-Adresse
fr: URL brute de Git
it: URL Raw Git
nb_no: Rå Git-URL
pt_br: URL Git bruto
ru: Исходный адрес Git
sc: URL Git chene modìficas
sq: URL Git Bruto
uk: Джерельний Git URL

source: This is the location where the uploaded files can be accessed from in raw form. Leave empty for GitHub or GitLab.com repositories.
bo: བསྟི་གནས་འདི་ནས་ནང་འཇུག་བྱེད་པའི་ཡིག་ཆ་ངོ་མ་རྣམས་ལྟ་ཐུབ། གིཊ་ཧབ། ཡང་ན་GitLab.com མཛོད་ཁང་རྣམས་སྟོང་པ་བཞག
ca: Aquesta és l'adreça des d'on es pot accedir als fitxers pujats sense modificar. Deixeu-la en blanc per repositoris a GitHub o Gitlab.com.
de: Ort, an dem die Rohdaten der hochgeladenen Dateien zugänglich sind. Für Repositorys auf GitHub oder GitLab.com leer lassen.
fr: C'est l'endroit où il est possible d'accéder aux fichiers téléchargés sous forme brute. Laissez vide pour les dépôts GitHub ou GitLab.com.
it: Questo è il luogo da cui è possibile accedere ai file caricati in forma grezza. Lasciare vuoto per i repository GitHub o GitLab.com.
nb_no: Dette er plasseringen opplastede filer kan nås fra i rå form. La stå tom for GitHub- eller GitLab.com -pakkebrønner.
nl: Dit is de locatie vanwaar toegang kan worden verkregen tot de geüploade bestanden in ongewijzigde vorm. Laat dit leeg voor GitHub of GitLab.com-pakketbronnen.
pt_br: Esta é a localização onde os arquivos enviados podem ser acessados na forma bruta. Deixe vazio para repositórios do GitHub ou GitLab.com.
ru: Это то место, откуда выгруженные файлы будут доступны в изначальном виде. Не заполняйте для репозиториев на GitHub или GitLab.com.
sc: Custa est sa positzione in ue si podet atzèdere a sos documentos carrigados chene modìficas. Lassa bòidu in casu de depòsitos GitHub o GitLab.com.
sq: Ky është vendi prej nga mund të hyhet te kartelat e ngarkuara në formë të papërpunuar. Për depo GitHub ose GitLab.com, lëreni të zbrazët.
uk: Це місце, з якого можна отримати доступ до завантажених файлів у необробленому вигляді. Залиште порожнім для сховищ GitHub або GitLab.com.

source: This URL must start with 'git@'.
bo: URL འདི་ངེས་པར་དུ་ 'git@' མཉམ་དུ་འགོ་བཙུགས་དགོས།
ca: Aquesta URL ha de començar amb 'git@'.
de: Diese Adresse muss mit 'git@' anfangen.
fr: Cette URL doit commencer par 'git@'.
it: Questo URL deve iniziare con 'git@'.
nb_no: Nettadressen må starte med 'git@'.
nl: Deze URL moet beginnen met ‘git@’.
pt_br: Esta URL deve começar com 'git@'.
ru: Адрес должен начинаться с "git@".
sc: Custu URL depet incumintzare cun 'git@'.
sq: Kjo URL duhet të fillojë me 'git@'.
uk: Ця URL-адреса повинна починатися з 'git@'.

source: This URL must end with '.git'.
bo: URL འདི་ངེས་པར་དུ་ 'git' མཉམ་དུ་མཇུག་སྐྱེལ་དགོས།
ca: Aquesta URL ha d'acabar amb '.git'.
de: Diese Adresse muss mit '.git' enden.
fr: Cette URL doit se terminer par '.git'.
it: Questo URL deve finire con '.git'.
nb_no: Denne nettadressen må slutte med '.git'.
nl: Deze URL moet eindigen op ‘.git’.
pt_br: Esta URL deve terminar com '.git'.
ru: Адрес должен оканчиваться на ".git".
sc: Custu URL depet acabare cun '.git'.
sq: Kjo URL duhet të përfundojë me '.git'.
uk: Ця URL-адреса повинна закінчуватися з '.git'.

source: This URL is invalid. Please copy the exact SSH URL of your git repository.
bo: URL དེ་ཁུངས་ལྡན་རེད་མིན་འདུག ཁྱེད་རང་མཛོད་ཁང་ནས་SSH URL ཏག་ཏག་དེ་ཕབ་ཤུས་གནང་རོགས།
ca: Aquesta URL és invàlida. Si us plau copieu la URL de SSH exacta del vostre repositori git.
de: Diese Adresse ist ungültig. Bitte richtige SSH-Adresse deines Git-Repositorys kopieren.
fr: Cette URL n'est pas valide. Veuillez copier l'URL SSH exacte de votre dépôt git.
it: Questo URL non è valido. Si prega di copiare l'esatto URL SSH del vostro repository git.
nb_no: Denne nettadressen er ugyldig. Kopier nøyaktig SSH-URL fra din Git-pakkebrønn.
nl: Deze URL is ongeldig. Kopieer de precieze SSH-URL van je git-pakketbron.
pt_br: Esta URL é inválida. Por favor, copie a URL SSH do seu repositório exatamente como ela é.
ru: Неправильный адрес. Пожалуйста, точно скопируйте адрес SSH своего репозитория git.
sc: Custu URL no est vàlidu. Pro praghere còpia s'URL SSH esatu in su depòsitu git tuo.
sq: Kjo URL është e pavlefshme. Ju lutemi, kopjoni URL-në e saktë SSH të depos tuaj git.
uk: Ця URL-адреса недійсна. Скопіюйте точну URL-адресу SSH вашого сховища git.

source: Please add a valid URLfor the raw content of this git repository.
bo: གིཊ་མཛོད་ཁང་ནང་གི་ནང་དོན་མ་སྨིན་པ་རྣམས་ཀྱི་ཆེད་དུ་URLཁུངས་ལྡན་ཁ་སྣོན་གནང་རོགས་།
ca: Afegiu una URL vàlida pel contingut en brut d'aquest repositori git.
de: Bitte gültige Adresse für die Rohdaten dieses Git-Repositorys hinzufügen.
fr: Veuillez ajouter une URL valide pour le contenu brut de ce dépôt git.
it: Si prega di aggiungere un URL valido per il contenuto grezzo di questo repository git.
nb_no: Legg til gyldig URL for rå-innholdet av denne Git-pakkebrønnen.
nl: Voeg een geldige URL toe voor de ongewijzigde inhoud van deze git-pakketbron.
pt_br: Por favor, adicione uma URL válida para o conteúdo bruto deste repositório git.
ru: Пожалуйста, добавьте правильную ссылку на изначальное содержимое данного репозитория git.
sc: Pro praghere annanghe unu URL vàlidu pro su cuntenutu puru de custu depòsitu git.
sq: Ju lutemi, shtoni një URL të vlefshme për lëndën e papërpunuar të kësaj depoje git.
uk: Додайте дійсну URL-адресу для джерельного вмісту цього сховища git.

source: Repository URL
bo: URL མཛོད་ཁང་།
ca: URL del repositori
de: Repository-Adresse
fr: URL du dépôt
it: URL del repository
nb_no: Pakkebrønns-URL
nl: Pakketbron-URL
pt_br: URL do repositório
ru: URL репозитория
sc: URL depòsitu
sq: URL Depoje
uk: URL-адреса сховища

source: Please use a URL with a fingerprint at the end, so we can validate the authenticity of the repository.
bo: ང་ཚོས་མཛོད་ཁང་འདི་ཁུངས་ལྡན་ངོ་མ་ཡིན་པའི་ར་སྤྲོད་ཐུབ་པའི་ཆེད་དུ་མཐའ་མར་མཛུབ་ཐེལ་དང་མཉམ་དུ་URLབེད་སྤྱོད་གནང་རོགས།
ca: Useu una URL amb una empremta digital al final, d'aquesta manera podrem validar l'autenticitat del repositori.
de: Bitte Adresse mit einem Fingerabdruck am Ende verwenden. Dadurch können wir die Authentizität dieses Repositorys überprüfen.
fr: Veuillez utiliser une URL avec une empreinte digitale à la fin, afin que nous puissions valider l'authenticité du dépôt.
it: Si prega di utilizzare un URL con un'impronta digitale alla fine, in modo da poter convalidare l'autenticità del repository.
nb_no: Legg til en URL med fingeravtrykket på slutten, slik at vi kan godkjenne opphavet til pakkebrønnen.
nl: Gebruik een URL met een vingerafdruk op het einde, zodat we de geldigheid van de pakketbron kunnen verifiëren.
pt_br: Por favor, use uma URL com uma impressão digital no final para que possamos validar a autenticidade do repositório.
ru: Пожалуйста, используйте URL с отпечатком на конце, чтобы мы смогли проверить подлинность репозитория.
sc: Pro praghere imprea un'URL cun un'imprenta digitale a sa fine, ca gasi podimus validare s'autentitzidade de su depòsitu.
sq: Ju lutemi, përdorni një URL me shenja gishtash në fund, që të mund të vlerësojmë mirëfilltësinë e depos.
uk: Використовуйте URL-адресу з цифровим відбитком в кінці, щоб ми могли перевірити справжність сховища.

source: Please don't add one of your own repositories here.
bo: ཁྱེད་རང་སྒེར་གྱི་མཛོད་ཁང་རྣམས་འདིར་ཁ་སྣོན་མ་གནང་རོགས་གནང།
ca: No afegiu cap dels vostres repositoris aquí.
de: Bitte hier kein eigenes Repository einfügen.
fr: Veuillez ne pas ajouter un de vos propres dépôts ici.
it: Per favore, non aggiungere uno dei tuoi repository qui.
nb_no: Ikke legg til noen av dine egne pakkebrønner her.
nl: Voeg hier geen van je eigen pakketbronnen toe.
pt_br: Por favor, não adicione um dos seus próprios repositórios aqui.
ru: Пожалуйста, не добавляйте сюда свои репозитории.
sc: Pro praghere no annangas unu de sos dispositivos tuos inoghe.
sq: Ju lutemi, mos shtoni këtu depo tuajat.
uk: Не додавайте сюди жодного власного сховища.

source: Could not validate repository: %s
bo: མཛོད་ཁང་འདི་ཁུངས་ལྡན་ཡིན་པའི་ར་སྤྲོད་ཐུབ་མ་སོང་། : %s 1
ca: El repositori %s no s'ha pogut validar
de: Das Repository %s konnte nicht überprüft werden
fr: Impossible de valider le dépôt : %s
it: Impossibile validare il repository: %s
nb_no: Kunne ikke bekrefte pakkebrønn: %s
nl: Kon pakketbron niet valideren: %s
pt_br: Não foi possível validar o repositório: %s
ru: Не удалось проверить репозиторий: %s
sc: Impossìbile validare su depòsitu: %s
sq: S’u bë dot vleftësimi i depos: %s
uk: Не вдалося перевірити сховище: %s

source: Describe the repo
bo: རེ་པོ་འགྲེལ་བཤད་རྒྱབ་རོགས།
ca: Descripció del repositori
de: Beschreibe das Repository
fr: Décrivez le dépôt
it: Descrivi il repo
nb_no: Beskriv pakkebrønnen
nl: Beschrijf de pakketbron
pt_br: Descreva o repositório
ru: Опишите репозиторий
sc: Descrie su depòsitu
sq: Përshkruani depon
uk: Опишіть сховище

source: Bucket Name
bo: སྣོད་ཀྱི་མིང་།
ca: Nom del contenidor
de: Name des Behälters
fr: Nom du groupe
it: Nome di Bucket
nb_no: Bøtte-navn
nl: Bucketnaam
pt_br: Nome do balde
ru: Имя корзины
sc: Nùmene istèrgiu (bucket)
sq: Emër Bucket-i
uk: Назва кошика

source: Secret Access Key
bo: གསང་བའི་ལྡེ་མིན་ལྟ་ཐུབ།
ca: Clau d'accés secreta
de: Geheimer Zugriffsschlüssel
fr: Clé d'accès secrète
it: Chiave d'accesso segreta
nb_no: Hemmelig tilgangsnøkkel
nl: Geheime toegangssleutel
pt_br: Chave de acesso secreta
ru: Секретный ключ доступа
sc: Crae de atzessu segreta
sq: Kyç Hyrjeje të Fshehtë
uk: Таємний ключ доступу

source: Other regions are currently not supported.
bo: གནས་སྐབས་ཀྱི་རིང་ལ་ས་གནས་གཞན་རྣམས་ལ་རྒྱབ་སྐྱོར་མེད།
ca: Ara mateix no es suporten altres regions.
de: Andere Regionen werden aktuell nicht unterstützt.
fr: Les autres régions ne sont actuellement pas prises en charge.
it: Altre regioni non sono attualmente supportate.
nb_no: Andre regioner støttes ikke for øyeblikket.
nl: Andere regio’s worden momenteel niet ondersteund.
pt_br: Outras regiões ainda não são suportadas.
ru: Другие регионы пока не поддерживаются.
sc: Àteras regiones non sunt suportadas, pro como.
sq: Hëpërhë nuk mbulohen rajone të tjera.
uk: Інші регіони наразі не підтримуються.

source: Language
bo: སྐད་རིགས།
ca: Idioma
de: Sprache
fr: Langage
it: Lingua
nb_no: Språk
nl: Taal
pt_br: Idioma
ru: Язык
sc: Limba
sq: Gjuhë
uk: Мова

source: Select Screenshot for upload
bo: ནང་འཇུག་ཆེད་དུ་དྲྭ་ཤེལ་པར་ལེན་འདེམས།
ca: Esculliu una captura de pantalla per pujar
de: Bildschirmfoto zum Hochladen auswählen
fr: Sélectionnez la capture d'écran à téléverser
it: Seleziona Screenshot per il caricamento
nb_no: Velg skjermavbildning for opplasting
nl: Selecteer schermafdruk voor upload
pt_br: Selecione captura de tela para envio
ru: Выберите снимок экрана для загрузки
sc: Issèbera un'ischermada de carrigare
sq: Përzgjidhni Foto Ekrani për ngarkim
uk: Вибрати знімок екрана для вивантаження

source: Use local default SSH Key
bo: བསྟི་གནས་སོར་བཞག་SSH ལྡ་མིག་བེད་སྤྱོད་བྱེད།
ca: Useu la clau SSL local per defecte
de: Lokalen Standard-SSH-Schlüssel verwenden
fr: Utiliser la clé SSH locale par défaut
it: Usa chiave SSH predefinita locale
nb_no: Bruk lokal forvalgt SSH-nøkkel
nl: Lokale standaard-SSH-sleutel gebruiken
pt_br: Usar chave local SSH padrão
ru: Использовать локальный ключ SSH по умолчанию
sc: Imprea sa crae SSH predefinida locale
sq: Përdor kyç vendor parazgjedhje SSH
uk: Використовуйте локальний типовий ключ SSH

source: User Name
bo: སྤྱོད་མཁན་གྱི་མིང་།
ca: Nom d'usuari
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
nb_no: Brukernavn
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
sc: Nùmene impreadore
sq: Emër Përdoruesi
uk: Ім'я користувача

source: URL
de: Adresse
uk: URL-адреса

source: This is the location where the uploaded files can be accessed from.
bo: ས་གནས་འདི་ནི་ནང་འཛུག་བྱས་ཟིན་པའི་ཡིག་ཆ་རྣམས་བེད་སྤྱོད་བཏང་ཐུབ་ས་དེ་རེད།
ca: Aquesta és l'adreça des d'on s'accedirà als arxius pujats.
de: Dies ist der Ort, von wo auf die hochgeladenen Dateien zugegriffen werden kann.
fr: C'est l'endroit à partir duquel il est possible d'accéder aux fichiers téléchargés.
it: In questa posizione potete accedere ai files caricati.
nb_no: Dette er plasseringen opplastede filer kan nås fra.
nl: Dit is de locatie vanwaar je toegang kan krijgen tot de geüploade bestanden.
pt_br: Este é o local onde os arquivos enviados podem ser acessados.
ru: Отсюда можно получить доступ к выгруженным файлам.
sc: Custa est sa positzione dae ue si podet atzèdere a sos documentos carrigados.
sq: Ky është vendi nga ku mund të hyhet te kartelat e ngarkuara.
uk: Це місце, з якого можна отримати доступ до завантажених файлів.

source: Primary Storage
bo: ཐོག་མའི་གསོག་ཉར་ཁང་།
ca: Emmagatzematge principal
de: Erster Speicher
fr: Stockage primaire
it: Spazio di archiviazione Primario
nb_no: Primærlagring
nl: Primaire opslag
pt_br: Armazenamento primário
ru: Основное хранилище
sc: Memòria primària
sq: Depozitë Parësore
uk: Основне сховище

source: Make this storage the primary storage of the repository.
bo: གསོག་ཉར་ཁང་འདི་མཛོད་ཁང་གི་གསོག་ཉར་ཁང་ཐོག་མ་དེ་བཟོས།
ca: Feu d'aquest emmagatzematge el principal del repositori.
de: Diesen Speicherplatz zum Hauptspeicherplatz des Repositorys machen.
fr: Faire de ce stockage le stockage primaire du référentiel.
it: Fare di questo deposito lo spazio di archiviazione primario del repository.
nb_no: Gjør dette lageret til hovedlager for pakkebrønnen.
nl: Stel deze opslag in als de primaire opslag van de pakketbron.
pt_br: Fazer este o repositório primário do repositório.
ru: Сделать это хранилище основным для этого репозитория.
sc: Issebera custa memòria comente memòria primària de su depòsitu.
sq: Bëje këtë depozitë depozitën parësore të depos.
uk: Зробіть це сховище основним для сховища GIT.

source: Git
bo: གིཊ།

source: GitLab
bo: གིཊ་ལེབ།

source: GitHub
bo: གིཊ་ཧཔ།

source: Amazon S3
bo: ཨེ་མ་ཛོན་S3
