Repository: f-droid/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: bo, ca, de, fr, it, nb_no, nl, pt_br, ru, sc, sq, uk

source: Summary Override (40 characters)
bo: ཕྱོགས་སྡོམ་སྐྱར་བྲིས།(ཁྱད་ཆོས་༤༠)
ca: Correcció del resum (40 caràcters)
de: Korrektur der Zusammenfassung (40 Zeichen)
fr: Résumé de remplacement (40 caractères)
it: Riscrittura del riassunto (40 caratteri)
nb_no: Sammendragsoversyring (40 tegn)
nl: Samenvatting Overschrijven (40 tekens)
pt_br: Sobrescreva o Resumo (40 caracteres)
ru: Сводка (40 символов)
sc: Reiscritura de su resumu (40 caràteres)
sq: Anashkalim Përmbledhjeje (40 shenjash)
uk: Опис (40 символів)

source: Short Summary (40 characters)
bo: སྙིང་བསྡུས་ཐུང་ཐུང།(ཁྱད་ཆོས་༤༠)
ca: Breu resum (40 caràcters)
de: Kurze Zusammenfassung (40 Zeichen)
fr: Résumé court (40 caractères)
it: Piccolo Riassunto (40 caratteri)
nb_no: Kort sammendrag (40 tegn)
nl: Korte Samenvatting (40 tekens)
pt_br: Resumo curto (40 caracteres)
ru: Короткая сводка (40 символов)
sc: Resumu minore (40 caràteres)
sq: Përmbledhje e Shkurtër (40 shenja)
uk: Короткий опис (40 символів)

source: Category
bo: སྡེ་ཚན།
ca: Categoria
de: Kategorie
fr: Catégorie
it: Categoria
nb_no: Kategori
nl: Categorie
pt_br: Categoria
ru: Категория
sc: Categoria
sq: Kategori
uk: Категорія

source: Choose Category
bo: སྡེ་ཚན་འདེམས།
ca: Escolliu categoria
de: Kategorie auswählen
fr: Choisir une Catégorie
it: Scegli categoria
nb_no: Velg kategori
nl: Kies categorie
pt_br: Escolha a categoria
ru: Выберите категорию
sc: Issèbera categoria
sq: Zgjidhni Kategori
uk: Виберіть категорію

source: Description Override
bo: འགྲེལ་བཤད་སྐྱར་བྲིས།
ca: Correcció de la descripció
de: Korrektur der Beschreibung
fr: Description de remplacement
it: Riscrittura della descrizione
nb_no: Beskrivelsesoverstyring
nl: Beschrijving Overschrijven (40 tekens)
pt_br: Substituir descrição
ru: Описание
sc: Reiscritura de sa descritzione
sq: Anashkalim Përshkrimi
uk: Замінити опис

source: Description
bo: འགྲེལ་བཤད།
ca: Descripció
de: Beschreibung
it: Descrizione
nb_no: Beskrivelse
nl: Beschrijving
pt_br: Descrição
ru: Описание
sc: Descritzione
sq: Përshkrim
uk: Опис

source: Screenshots
bo: དྲྭ་ཤེལ་པར་ལེན།
ca: Captures de pantalla
de: Bildschirmfotos
fr: Captures d'Écran
it: Schermate
nb_no: Skjermbilde
nl: Schermafdrukken
pt_br: Capturas de tela
ru: Скриншоты
sc: Ischermadas
sq: Foto ekrani
uk: Знімки екрана

source: Add files
bo: ཡིག་ཆ་ཁ་སྣོན།
ca: Afegiu arxius
de: Dateien hinzufügen
fr: Ajouter des fichiers
it: Aggiungi file
nb_no: Legg til filer
nl: Bestanden toevoegen
pt_br: Adicionar arquivos
ru: Добавить файлы
sc: Annanghe documentos
sq: Shtoni kartela
uk: Додати файли

source: Drag and drop screenshots
bo: འཐེན་ནས་པར་ལེན་བཞག
ca: Arrossegueu i deixeu anar captures de pantalla
de: Bildschirmfotos ziehen und ablegen
fr: Glissez-déposez des captures d'écran
it: Trascina e rilascia schermata
nb_no: Dra og slipp skjermbilder
nl: Versleep schermafdrukken naar hier
pt_br: Arrastar e soltar capturas de tela
ru: Перетаскивание скриншотов
sc: Trisina e lassa ischermadas
sq: Tërhiqni dhe lini foto ekrani
uk: Перетягніть знімки екрана

source: or
bo: ཡང་ན།
ca: o
de: oder
fr: ou
it: o
nb_no: eller
nl: of
pt_br: ou
ru: или
sc: o
sq: ose
uk: або

source: browse to upload
bo: ལྟ་བའི་ཆེད་དུ་ནང་བཅུག་བྱེད།
ca: Navegueu per actualitzar
de: suchen zum Hochladen
fr: sélectionner un fichier à envoyer
it: sfogliare per caricare
nb_no: utforsk for å laste opp
nl: blader om te uploaden
pt_br: navegue para enviar
ru: загрузить
sc: esplora pro carrigare
sq: shfletoni për ngarkim
uk: виберіть, щоб завантажити

source: Feature Graphic
bo: བརྐོས་རིས་ཀྱི་ཁྱད་ཆོས།
ca: Gràfic de característiques
de: Funktionsgrafik
fr: Images descriptives
it: Caratteristica grafica
nb_no: Funksjonsbilde
nl: Functieafbeelding
pt_br: Característica gráfica
ru: Графический объект
sc: Immàgine superiore
sq: Grafik i Zgjedhur
uk: Графічний об'єкт

source: Drag and drop a feature graphic
bo: བརྐོས་རིས་དེ་འཐེན་ནས་བཞག
ca: Afegiu i deixeu anar un gràfic de les característiques
de: Feature-Bild ziehen und ablegen
fr: Glisser-déposer une image descriptive
it: Trascina e rilascia una caratteristica grafica
nb_no: Dra og slipp et funksjonsbilde
nl: Functieafbeelding slepen en neer zetten
pt_br: Arraste e solte um gráfico de recurso
ru: Перетаскивание графического объекта
sc: Trisina e lassa un'immàgine superiore pro sas butegas de sas aplicatziones
sq: Tërhiqni dhe lini grafik të zgjedhur
uk: Перетягніть графічний об'єкт

source: Drag and drop .apk files
bo: འཐེན་ནས་བཞག .apkཡིག་ཆ།
ca: Arrossegueu i deixeu anar fitxers .apk
de: .apk-Dateien ziehen und ablegen
fr: Glissez-déposez des fichiers .apk
it: Trascina e rilascia i file .apk
nb_no: Dra og slipp .apk-filer
nl: .apk-bestanden slepen en neer zetten
pt_br: Arraste e solte arquivos .apk
ru: Перетаскивание файлов .apk
sc: Trisina e lassa documentos .apk
sq: Tërhiqni dhe lërini kartela .apk
uk: Перетягніть .apk файли

source: Back
ca: Enrere
de: Zurück
fr: Retour
it: Indietro
nb_no: Tilbake
nl: Terug
pt_br: Voltar
ru: Назад
sc: In dae segus
sq: Mbrapsht
uk: Назад

source: Editing Disabled
ca: Edició des-habilitada
de: Bearbeitung deaktiviert
fr: Modifications désactivées
it: Modifica disabilitata
nb_no: Redigering avskrudd
nl: Bewerken uitgeschakeld
pt_br: Edição Desabilitada
ru: Редактирование отключено
sc: Modìficas disabilitadas
sq: Përpunimet Janë të Çaktivizuara
uk: Редагування вимкнено

source: This app gets updated automatically from the remote repo. If you want to edit it yourself, you need to disable automatic updates first. Please note that without automatic updates, you will need to add new versions manually.
ca: Aquesta app s'actualitza automàticament des del repo remot. Si voleu editar-la vós mateix, en primer lloc necessitareu des-habilitar les actualitzacions automàtiques. Tingueu en compte que sense actualitzacions automàtiques necessitareu afegir les versions manualment.
de: Diese App wird automatisch vom Remote Repo aktualisiert. Wenn Sie es selbst bearbeiten möchten, müssen Sie zuerst die automatische Aktualisierung deaktivieren. Bitte beachten Sie, dass Sie ohne automatische Aktualisierungen neue Versionen manuell hinzufügen müssen.
fr: Cette application se met à jour automatiquement à partir du dépôt distant. Si vous voulez la modifier manuellement, vous devez d'abord désactiver la mise à jour automatique. Notez que sans la mise à jour automatique, vous devez ajouter les nouvelles versions manuellement.
it: Questa app viene aggiornata automaticamente dal repo remoto. Se volete modificarla voi stessi, dovete prima disattivare gli aggiornamenti automatici. Si prega di notare che senza aggiornamenti automatici, è necessario aggiungere manualmente le nuove versioni.
nb_no: Dette programmet blir oppgradert automatisk fra pakkebrønnen annensteds hen. Hvis du ønsker å endre den selv, må du skru av automatiske oppgraderinger først. Merk deg at uten automatiske oppgraderinger, må du legge til nye versjoner manuelt.
nl: Deze app wordt automatisch geüpdatet van de externe bron. Als je deze zelf wil bewerken, moet je eerst automatische updates uitzetten. Wees ervan bewust dat zonder automatische updates, je nieuwe versies handmatig moet toevoegen.
pt_br: Este aplicativo é atualizado automaticamente a partir do repositório remoto. Se você quiser editá-lo por conta própria, desative primeiro as atualizações automáticas. Por favor, note que sem atualizações automáticas, você precisará adicionar novas versões manualmente.
ru: Это приложение обновляется автоматически из удаленного репозитория. Если вы хотите изменить его самостоятельно, то отключите автоматическое обновление. Обратите внимание, что без автоматического обновления, вам нужно будет добавлять новые версии вручную.
sc: Custa aplicatzione benit agiornada automaticamente dae su depòsitu remotu. Si la cheres modificare tue depes, in antis, disabilitare sos agiornamentos. Pro praghere ammenta·ti chi, chene sos agiornamentos automàticos, as a dèpere annànghere sas versiones noas manualmente.
sq: Ky aplikacion përditësohet vetvetiu prej depos së largët. Nëse doni ta përpunoni vetë, lypset së pari të çaktivizoni përditësimet e vetvetishme. Ju lutemi, mbani parasysh se pa përditësime të vetvetishme, do t’ju duhet t’i shtoni dorasi versionet e reja.
uk: Цей застосунок отримує автоматичні оновлення з віддаленого сховища. Якщо ви хочете змінити його самостійно, то спершу вимкніть автоматичні оновлення. Зверніть увагу, що без автоматичних оновлень, вам доведеться додавати нові версії власноруч.

source: Disable Automatic Updates
ca: Deshabilitar actualitzacions automàtiques
de: Automatische Aktualisierungen deaktivieren
fr: Désactiver les mises à jour automatiques
it: Disattivare gli aggiornamenti automatici
nb_no: Skru av automatiske oppgraderinger
nl: Zet automatische updates uit
pt_br: Desativar Atualizações Automáticas
ru: Отключить автоматические обновления
sc: Disabìlita sos agiornamentos automàticos
sq: Çaktivizoji Përditësimet e Vetvetishme
uk: Вимкнути автоматичні оновлення

source: Delete Feature Graphic
bo: བརྐོས་རིས་ཁྱད་ཆོས་སུབས།
ca: Eliminar gràfic de característiques
de: Funktionsgrafik löschen
fr: Supprimer une image descriptive
it: Elimina immagine descrittiva
nb_no: Slett funksjonsbilde
nl: Beschrijvende afbeelding verwijderen
pt_br: Excluir Recurso Gráfico
ru: Удалить Графическое оформление
sc: Iscantzella s'immàgine superiore
sq: Fshi Grafik të Zgjedhur
uk: Видалити графічні функції

source: Are you sure you want to delete the feature graphic from your app <strong>%(app)s</strong>?
bo: ཁྱེད་རང་མཉེས་ཆས་ནས་བརྐོས་རིས་སུབས་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།<strong> 1%(app)s 2</strong> 3?
ca: Esteu segur que voleu eliminar aquest gràfic de característiques de la vostra app <strong>%(app)s</strong>?
de: Soll dieses Feature-Bild von deiner App <strong>%(app)s</strong> wirklich gelöscht werden?
fr: Êtes-vous sûr de vouloir supprimer l'image descriptive de votre application <strong>%(app)s</strong> ?
it: Sei sicuro di volere eliminare l'immagine descrittiva dalla tua app <strong>%(app)s</strong>?
nb_no: Er du sikker på at du ønsker å slette dette funksjonsbildet fra ditt program <strong>%(app)s</strong>?
nl: Weet je zeker dat je de beschrijvende afbeelding uit je app <strong>%(app)s</strong> wilt verwijderen?
pt_br: Você tem certeza que quer apagar este recurso gráfico da sua <strong>%(app)s</strong> aplicação?
ru: Вы действительно хотите удалить графический объект из своего приложения <strong>%(app)s</strong>?
sc: Seguru ses de chèrrere iscantzellare cust'immàgine superiore dae s'aplicatzione tua <strong>%(app)s</strong>?
sq: Jeni i sigurt se doni të fshihet grafiku i zgjedhur prej aplikacionit tuaj <strong>%(app)s</strong>?
uk: Ви справді хочете видалити графічний об'єкт з вашого застосунку <strong>%(app)s</strong>?

source: Languages (%(count)s)
bo: སྐད་རིགས་རྣམས།(%(count)s 1)
ca: Idiomes (%(count)s)
de: Sprachen (%(count)s)
fr: Langues (%(count)s)
it: Lingue (%(count)s)
nb_no: Språk (%(count)s)
nl: Talen (%(count)s1)
pt_br: Idiomas (%(count)s)
ru: Языки (%(count)s)
sc: Limbas (%(count)s)
sq: Gjuhë (%(count)s)
uk: Мови (%(count)s)

source: Edit
bo: ཕྱོགས་སྒྲིག
ca: Edició
de: Bearbeiten
fr: Éditer
it: Modifica
nb_no: Rediger
nl: Bewerken
pt_br: Editar
ru: Изменить
sc: Modìfica
sq: Përpunojeni
uk: Змінити

source: Add Translation
bo: ཕབ་བསྒྱུར་ཁ་སྣོན།
ca: Afegir la traducció
de: Übersetzung hinzufügen
fr: Ajouter une Traduction
it: Aggiungi traduzione
nb_no: Legg til oversettelse
nl: Vertaling toevoegen
pt_br: Adicionar tradução
ru: Добавить перевод
sc: Annanghe tradutzione
sq: Shtoni Përkthim
uk: Додати переклад

source: By %(author)s
bo: ནས་ %(author)s 1
ca: Per %(author)s
de: Von %(author)s
fr: Par %(author)s
it: Di %(author)s
nb_no: Av %(author)s
nl: Door %(author)s
pt_br: Por %(author)s
ru: По %(author)s
sc: De %(author)s
sq: Nga %(author)s
uk: Від %(author)s

source: Updated %(time)s ago
bo: གསར་བསྒྱུར་ %(time)s 1 སྔོན་ཙམ།
ca: Actualitzat fa %(time)s
de: Vor %(time)s aktualisiert
fr: Mis à jour il y a %(time)s
it: Aggiornato %(time)s fa
nb_no: Oppdatert %(time)s siden
nl: %(time)s geleden bijgewerkt
pt_br: Atualizado %(time)s atrás
ru: Обновлено %(time)s назад
sc: Agiornada %(time)s a como
sq: Përditësuar %(time)s më parë
uk: Оновлено %(time)s тому

source: This app gets automatically updated from the remote repo "%(repo_name)s".
ca: Aquesta app s'actualitza automàticament del repo remot "%(repo_name)s".
de: Diese App wird automatisch vom Remote-Repo „%(repo_name)s” aktualisiert.
fr: Cette application se met à jour automatiquement depuis le dépôt distant "%(repo_name)s".
it: Questa app viene aggiornata automaticamente dal repo remoto "%(repo_name)s".
nb_no: Dette programmet blir automatisk oppdatert fra pakkebrønnen annensteds hen "%(repo_name)s".
nl: Deze app wordt automatisch bijgewerkt van de externe pakketbron ‘%(repo_name)s’.
pt_br: Esse aplicativo recebe atualizações automáticas do repositório remoto "%(repo_name)s".
ru: Это приложение автоматически обновляется с удаленного репозитория "%(repo_name)s".
sc: Custa aplicatzione benit agiornada automaticamente dae su depòsitu remotu "%(repo_name)s".
sq: Ky aplikacion përditësohet vetvetiu prej depos së largët "%(repo_name)s".
uk: Застосунок автоматично оновлюється з віддаленого сховища "%(repo_name)s".

source: version history
bo: ཐོན་རིམ་གྱི་རྒྱུད་རིམ་།
ca: historial de versions
de: Versionshistorie
fr: historique des versions
it: cronologia versioni
nb_no: versjonshistorikk
nl: versiegeschiedenis
pt_br: histórico de versões
ru: история версий
sc: cronologia de sas versiones
sq: historik versionesh
uk: історія версій

source: Version %(version)s (%(code)s)
bo: ཐོན་རིམ་%(version)s 1 (%(code)s 2)
ca: Versió %(version)s %(code)s
it: Versione %(version)s (%(code)s)
nb_no: Versjon %(version)s (%(code)s)
nl: Versie %(version)s (%(code)s)
pt_br: Versão %(version)s (%(code)s)
ru: Версия %(version)s (%(code)s)
sc: Versione %(version)s (%(code)s)
uk: Версія %(version)s %(code)s

source: Released %(date)s
bo: སྟོན་པ་ %(date)s 1
ca: Publicació %(date)s
de: Erschienen: %(date)s
fr: Publié le %(date)s
it: Rilasciato %(date)s
nb_no: Utgitt %(date)s
nl: Uitgebracht op %(date)s
pt_br: Lançado em %(date)s
ru: Выпущена %(date)s
sc: Intregada su %(date)s
sq: Hedhur Në Qarkullim Më %(date)s
uk: Оприлюднено %(date)s

source: APK is still downloading...
bo: APK ད་དུང་ཡང་ཕབ་ལེན་བྱེད་བཞིན་ཡོད།...
ca: L'APK encara s'està descarregant…
de: APK wird noch heruntergeladen ...
fr: Le fichier APK est toujours en cours de téléchargement...
it: APK è ancora in download...
nb_no: APK lastes fremdeles ned…
nl: APK wordt nog steeds gedownload...
pt_br: Baixando o APK...
ru: APK загружается...
sc: S'APK est galu in iscarrigamentu...
sq: APK ende po shkarkohet…
uk: APK все ще завантажується...

source: This app has no APK files.
bo: མཉེན་ཆས་འདི་ལ་APK ཡིག་ཆ་མིན་འདུག
ca: Aquesta «app» no té arxius APK.
de: Diese App hat keine APK Dateien.
fr: Cette application n'a pas de fichiers APK.
it: Questa app non ha file APK.
nb_no: Dette programmet har ingen APK-filer.
nl: Deze app heeft geen APK-bestanden.
pt_br: Este aplicativo não possui arquivos APK.
ru: Это приложение не имеет файлов APK.
sc: Custa aplicatzione non tenet documentos APK.
sq: Ky aplikacion s’ka kartela APK.
uk: Цей застосунок не має файлів APK.

source: If you added this app from a remote repo, try deleting it and adding it again.
bo: གལ་སྲིད་ཁྱེད་རང་གིས་མཉེན་ཆས་འདི་ཐག་རིང་གི་རེ་པོ་ནས་ཁ་སྣོན་བྱས་ཡོད་ན། འདི་སུབ་ཐབས་བྱས་ནས་ཡང་སྐྱར་ཁ་སྣོན་བྱེད།
ca: Si heu afegit aquesta «app» des d'un repositori remot, intenteu eliminar-la i afegir-la de nou.
de: Wenn diese App aus einem entfernten Repo hinzugefügt wurde, versuche sie zu löschen und wieder hinzuzufügen.
fr: Si vous avez ajouté cette application depuis le dépôt distant, essayez de la supprimer et de la rajouter.
it: Se avete aggiunto questa app da un repo remoto, provate a cancellarla e ad aggiungerla di nuovo.
nb_no: Hvis du slettet dette programmet fra en pakkebrønn annensteds fra, prøv å slette den og legge den til igjen.
nl: Als u deze app hebt toegevoegd vanaf een externe pakketbron, probeer deze dan te verwijderen en opnieuw toe te voegen.
pt_br: Se você adicionou este aplicativo de um repositório remoto, tente apagá-lo e adicioná-lo de novo.
ru: Если это приложение из стороннего репозитория, попробуйте удалить его и снова добавить.
sc: Si as annantu custa aplicatzione dae unu depòsitu remotu, proa a l'iscantzellare e a la torrare a annànghere.
sq: Nëse këtë aplikacion e shtuat prej një depoje të largët, provoni ta fshini dhe ta rishtoni.
uk: Якщо ви додали цей застосунок із зовнішнього сховища, спробуйте видалити та додати його знову.

source: Previous
bo: གོང་མ།
ca: Anterior
de: Vorheriges
fr: Précédent
it: Precedente
nb_no: Forrige
nl: Vorige
pt_br: Anterior
ru: Назад
sc: Anteposta
sq: I mëparshëm
uk: Попередній

source: Next
bo: རྗེས་མ།
ca: Següent
de: Nächstes
fr: Suivant
it: Prossimo
nb_no: Neste
nl: Volgende
pt_br: Próximo
ru: Дальше
sc: Imbeniente
sq: Më pas
uk: Наступний

source: Add
bo: ཁ་སྣོན།
ca: Afegir
de: Hinzufügen
fr: Ajouter
it: Aggiungi
nb_no: Legg til
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sc: Annanghe
sq: Shtoni
uk: Додати

source: There are currently no screenshots shown because this gives the repo owner the ability to track you.
bo: ད་ལྟའི་ཆར་དྲྭ་ཤེལ་པར་ལེན་གང་ཡང་སྟོན་མིན་འདུག གང་ཡིན་ཟེར་ན། རེ་པོ་སྦྱིན་བདག་གིས་ཁྱེད་རང་རྗེས་དེད་གཏོང་ཐུབ་པའི་ནུས་པ་སྟེར་གྱི་ཡོད་པ་རེད།
ca: Actualment no es mostren captures de pantalla perquè això dona la possibilitat de seguir-vos al propietari del repo.
de: Es werden momentan keine Bildschirmfotos angezeigt, da das dem Repo-Eigentümer die Möglichkeit verschafft, dich zu verfolgen.
fr: Il n'y a actuellement pas de captures d'écran car cela donne à l'hébergeur du dépôt de vous traquer.
it: Al momento non ci sono schermate mostrate perché questo dà al proprietario del repo la possibilità di rintracciarti.
nb_no: Det finnes foreløpig ingen skjermbilder fordi dette gir pakkebrønnseieren en mulighet til å spore deg.
nl: Er worden momenteel geen schermafdrukken weergegeven omdat het de eigenaar van de pakketbron de mogelijkheid geeft om u te tracken.
pt_br: No momento não existem capturas de tela sendo exibidas porque isso dá à dona do repositório a capacidade de te rastrear.
ru: Сейчас скриншоты не видны, потому что это позволит владельцу репозитория отследить вас.
sc: Pro como non bi sunt ischermada ammustradas, ca cussu diat dèpere permìtere a su proprietàriu de su depòsitu de t'arrastare.
sq: Hëpërhë s’ka foto ekrani të shfaqura, ngaqë kjo i jep të zotit të depos aftësinë t’ju gjurmojë.
uk: Наразі не показано знімків екрана, оскільки це дає власникові сховища можливості відстежувати вас.

source: show screenshots
bo: དྲྭ་ཤེལ་པར་ལེན་བྱས་པ་རྣམས་སྟོན།
ca: Mostrar captures de pantalla
de: Bildschirmfotos anzeigen
fr: afficher les captures d'écran
it: mostra schermate
nb_no: vis skjermbilder
nl: toon schermafdrukken
pt_br: mostrar capturas de tela
ru: показать скриншоты
sc: ammustra ischermadas
sq: shfaq foto ekrani
uk: показати знімки екрана

source: Delete Screenshot
bo: དྲྭ་ཤེལ་པར་ལེན་སུབས།
ca: Eliminar captura de pantalla
de: Bildschirmfoto löschen
fr: Supprimer la capture d'écran
it: Elimina schermata
nb_no: Slett skjermavbildning
nl: Schermafdruk verwijderen
pt_br: Apagar captura de tela
ru: Удалить скриншот
sc: Iscantzella ischermada
sq: Fshi Foto Ekrani
uk: Видалити знімок екрана

source: Are you sure you want to delete this screenshot from your app <strong>%(app)s</strong>?
bo: ཁྱེད་རང་དངོས་གནས་པར་ལེན་བྱས་པ་དེ་ཁྱེད་རང་གི་མཉེན་ཆས་ནས་སུབས་མཁན་ཡིན་ནམ།<strong> 1%(app)s 2</strong> 3?
ca: Esteu segur que voleu eliminar aquesta captura de pantalla de la vostra «app» <strong>%(app)s</strong>?
de: Soll dieses Bildschirmfoto von deiner App <strong>%(app)s</strong> wirklich gelöscht werden?
fr: Êtes-vous sûr de vouloir supprimer cette capture d'écran de l'application <strong>%(app)s</strong> ?
it: Sei sicuro di voler cancellare questa schermata dalla tua app <strong>%(app)s</strong>?
nb_no: Er du sikker på at du ønsker å slette denne skjermbildet fra ditt program <strong>%(app)s</strong>?
nl: Weet je zeker dat je deze schermafdruk van je app <strong>%(app)s</strong> wilt verwijderen?
pt_br: Você tem certeza que quer apagar esta captura de tela do aplicativo <strong>%(app)s</strong>?
ru: Уверены, что хотите удалить скриншот вашего приложения <strong>%(app)s</strong>?
sc: Seguru ses de chèrrere iscantzellare cust'ischermada dae s'aplicatzione tua <strong>%(app)s</strong>?
sq: Jeni i sigurt se doni të fshihet kjo foto ekrani prej aplikacionit tuaj <strong>%(app)s</strong>?
uk: Ви впевнені, що хочете видалити цей зннімок екрана зі свого застосунку <strong>%(app)s</strong>?

source: Language Code
bo: སྐད་རིགས་ཨང་རྟགས།
ca: Codi d'idioma
de: Sprachcode
fr: Langage du code
it: Codice della lingua
nb_no: Språkkode
nl: Taalcode
pt_br: Código de idioma
ru: Код языка
sc: Còdighe de sa limba
sq: Kod Gjuhe
uk: Код мови

source: Hello, %(user)s
bo: བཀྲིས་བེད་ལེགས།%(user)s 1
ca: Hola %(user)s
de: Hallo %(user)s!
fr: Salut %(user)s
it: Ciao, %(user)s
nb_no: Hei, %(user)s
nl: Hallo, %(user)s
pt_br: Olá, %(user)s
ru: Здравствуйте, %(user)s
sc: Salude, %(user)s
sq: Tungjatjeta, %(user)s
uk: Вітаємо, %(user)s

source: Please Wait!
bo: ཏོག་ཙམ་སྒུག་རོགས།!
ca: Espereu, si us plau!
de: Bitte warten!
fr: Veuillez patienter !
it: Attendere prego!
nb_no: Vent!
nl: Even geduld!
pt_br: Por favor, aguarde!
ru: Пожалуйста, подождите.
sc: Pro praghere iseta!
sq: Ju lutemi, Pritni!
uk: Будь ласка, зачекайте!

source: Background Operation in Progress
bo: རྒྱབ་ལྗོངས་ཀྱི་ལས་འགུལ་ཡར་རྒྱས་གཏོང་བཞིན་ཡོད།
ca: Operació en segon pla en curs
de: Hintergrundaktion läuft
fr: Opération en cours en arrière plan
it: Operazioni in background in corso
nb_no: Bekgrunnsprosess kjører
nl: Achtergrondbewerking in uitvoering
pt_br: Operação em segundo plano em andamento
ru: Выполняется фоновая операция
sc: Operatzione in cursu in s'isfundu
sq: Veprim Prapaskene Në Punë e Sipër
uk: Виконуються дії у фоні
